{
  "pdfs": [
    {
      "url": "https://assets.publishing.service.gov.uk/media/6971ef8851bd707cb10ed884/Old_School_Rooms_Bolton_-_final_decision.pdf",
      "local_path": "/workspaces/uk-tribunal-decisions/scripts/../data/pdfs/Old_School_Rooms_Bolton_-_final_decision.pdf",
      "filename": "Old_School_Rooms_Bolton_-_final_decision.pdf",
      "case_reference": "MAN/00BL/LSC/2022/0102",
      "gov_uk_path": "/residential-property-tribunal-decisions/old-school-rooms-great-moor-street-bolton-bl1-1nr-man-slash-00bl-slash-lsc-slash-2022-slash-0102",
      "page_count": 33,
      "char_count": 83245,
      "ocr_required": false,
      "downloaded_at": "2026-02-22T08:31:18.119330+00:00",
      "text": "FIRST - TIER TRIBUNAL\nPROPERTY CHAMBER\n(RESIDENTIAL PROPERTY)\nCase Reference : MAN/00BL/LSC/2022/0102 and\nMAN/00BL/LDC/2024/0067\nProperty : Old School Rooms, Great Moor Street,\nBolton BL1 1NR\nApplicants : Various leaseholders\n(as listed in the Annex)\nRepresentative : Rebecca Ackerley, Counsel\nRespondent : Irwell Valley Housing Association\nLimited\nRepresentatives : Daniel Dovar, Counsel\nAlice Ferguson, Solicitor (Trainee),\nWard Hadaway LLP\nType of Application : Service charges\nLandlord and Tenant Act 1985 – s27A,\ns 20ZA & s20C\nCommonhold and Leasehold Reform\nAct 2002 – Sch 11 para 5A\nTribunal : Judge Joanne Hadley\nMr J Faulkner FRICS\nDate and venue of : 11, 12 and 13 November 2024\nHearing Manchester Civil Justice Centre\nDate of Decision : 16 December 2025\n_______________________________________________\nDECISION\n____________________________________\n© CROWN COPYRIGHT 2023\n1\n\nDECISION\nA. The Tribunal determines that those parts of the consultation\nrequirements provided for by s.20 of the Landlord and Tenant\nAct 1985 (\"the Act\") which have not been complied with in\nrespect of the Additional Works (if any) are to be dispensed\nwith.\nB. The Tribunal makes the determinations under the various\nheadings below.\nC. By 5pm on 30 January 2026 the Respondent shall send each of\nthe Applicants a schedule setting out the sums which are\npayable by them following the Tribunal’s determinations. If\nthese figures are not agreed, any party may apply to the\nTribunal (on notice to all other parties) for a determination,\nsetting out the reasons for the dispute, by 5pm on 20 February\n2026.\nE. The Tribunal makes an order under section 20C of the\nLandlord and Tenant Act 1985 so that 90% of the Respondent’s\ncosts of these proceedings may potentially be passed to the\nApplicants through any service charge.\nF. The Tribunal makes an order under paragraph 5A of Schedule\n11 to the Commonhold and Leasehold Reform Act 2002\nextinguishing 10% of the Applicants’ liability, if any, to pay any\nadministration charges in respect of the Respondent’s costs of\nthese proceedings.\nREASONS\nINTRODUCTION AND OVERVIEW\n1. The Old School Rooms (“the Building”) is an apartment block on the south\nside of Great Moor Street on the edge of the town centre of Bolton. The\nBuilding is a Grade II listed property built in 1897 and was the former\ncounty grammar school. The Respondent converted the Building into 35\nresidential apartments in 2004. The Building is laid out over four floors\nincluding one floor below ground. Half of the floor below ground is\nundeveloped but is referred to as “the commercial unit” and that is how\nit was designated in the original planning permission. There is no\ncommercial lease for the commercial unit. The original external walls of\nthe Building are solid brick. There is a pitched original roof with two\ninternal valleys and mostly original slate. The windows are mostly\noriginal timber sliding sash windows with secondary internal glazing\nfitted internally. There is a main entrance, three internal staircases and\na lift. Internally, original features have been retained such as doors,\nwood panels and bookcases. Externally, there are car parking areas to\neither side of the building, to the west and to the east.\n2\n\n2. This case concerns a dispute about the service charges payable by the\nleasehold owners of those residential apartments. The case was brought\nby many leaseholders who say that the amount of the service charges\nthey have been required to pay over several years are unreasonable.\nSome of the leaseholders have withheld their service charge payments.\n3. The totality of the residential service charge expenditure has increased\nsignificantly in recent years: in 2017-2018, for example, it was £41,036\nand, by 2021-2022, that figure had risen to about £311,936. This is due\nto major works which were carried out by the Respondent in 2019-2020\ncosting over £300,000 which created a large sinking fund deficit and led\nto further significant demands being sent to the leaseholders.\n4. The Building was in a poor state of repair before the major repair works\nwere undertaken (something which is substantiated by both parties’\nevidence). The state of the Building led to damage to some of the\nindividual apartments; the repair of which the Respondent paid for. The\nRespondent also funded some of the repairs to the Building itself. The\nApplicants believe that the state of disrepair which the Respondent\nallowed the Building to reach exacerbated the cost of the subsequent\nrepair work. Furthermore, the Applicants have concerns as to the\nstandard of the work and services provided by the Respondent. Given all\nthat and the amount by which the service charge has increased over the\nyears, it is understandable that the Applicants might be dissatisfied with\nthe Respondent.\n5. However, for the reasons set out below, we are, in the main, satisfied that\nthe costs comprised within the residential service charge for each year\nwere reasonably incurred by the Respondent landlord and that the works\nand services carried out were of a reasonable standard. There are,\nhowever, some instances were that is not the case.\n6. The reasons for these conclusions are explained in the paragraphs that\nfollow.\nPROCEDURAL HISTORY\n7. In October 2022, an application was made to the Tribunal under section\n27A of the Landlord and Tenant Act 1985 (“the 1985 Act”) for a\ndetermination of liability to pay and reasonableness of service charges in\nthe respect of the residential parts of the Building. The application\nconcerned the service charge years which ended on 31 March in each\nyear from 2017 to 2022. At the time that the application was made, the\nservice charges for the year 2021-2022 had not been certified. However,\nthey had been certified by the hearing. The Applicants were the long\nleaseholders of 24 of the 35 residential apartments in the Building,\nrepresented by JMW Solicitors LLP. By the time of the final hearing, the\nApplicants were the long leaseholders of 23 of the residential apartments\n(as listed in the Annex hereto), and the Applicants had ceased to instruct\nJMW Solicitors LLP but had instructed Ms Ackerley to represent them\nat the hearing on a direct access basis.\n3\n\n8. In addition, an application has been made for an order under section 20C\nof the 1985 Act preventing the costs incurred by the Respondent in\nconnection with these proceedings from being recovered as part of the\nservice charge, as well as an application for an order under Paragraph 5A\nof Schedule 11 of the Commonhold and Leasehold Reform Act 2002\npreventing the costs incurred by the Respondent in connection with\nthese proceedings from being recovered as an administration charge.\n9. The Respondent is Irwell Valley Housing Association Limited, the\nApplicants’ immediate landlord.\n10. The Respondent subsequently made a protective application under s\n20ZA of the 1985 Act on 21 August 2024 (“the s 20Z Application”) for\ndispensation in respect of some additional work undertaken during the\nrelevant service charge years as part of the major works, which s 20ZA\nApplication has been joined to these proceedings to be heard together.\nThe Applicants opted not to file and serve a Statement of Case in\nresponse to the s20ZA Application.\n11. Directions were initially issued on 3 March 2023, and a hearing date was\noriginally listed for 15 April 2024 which was subsequently adjourned.\nCase management hearings took place on 22 August 2024 and 13 May\n2025 and further directions were issued which included permitting the\nparties to rely upon their own expert evidence and to call oral expert\nevidence. Judge Christopher Goodall’s case management note dated 15\nMay 2025 helpfully set out the issues for consideration at the hearing\nwhich were:\na. Major Works\ni. Has R consulted in respect of the major works. If not,\nshould they have dispensation for those works not\nconsulted on;\nii. Do A’s have a claim for historic neglect, if so, what is the\nvalue of that claim;\niii. Does the standard of the major works fall below a\nreasonable standard (s.19 (1) (b)).\nb. General Service Charge\ni. Has R issued proper demands\nii. Has R properly apportioned that SC\nc. Individual Items (s 19 challenges) as per the Schedule of Items in\ndispute\n12. The hearing took place in Manchester over three days on 11, 12 and 13\nNovember 2024. The Applicants were represented at the hearing by Ms\nRebecca Ackerley and the Respondent by Mr Daniel Dovar, both of\ncounsel. We are grateful to both for their assistance in navigating the\nprocedural complexities of this case, and to Mr Dovar for his helpful\nskeleton arguments.\n4\n\n13. We heard oral evidence from the Applicant’s expert Mr Adrian Dawson\nand from the Respondent’s expert Mr Stephen Macey.\n14. In addition to hearing the oral expert evidence and submissions from\ncounsel, we were provided with bundles containing witness statements\nand documentary evidence running into thousands of pages. The\nTribunal did not hear oral evidence from the witnesses but read the\nwitness statements.\n15. The Tribunal inspected the Building on the morning of 11 November,\naccompanied by the parties’ representatives, the parties’ respective\nexperts, by six of the leaseholders and Mr Parlett and Ms Pickup both of\nthe Respondent. The Tribunal did not inspect the basement of the\nBuilding.\n16. Judgment was reserved.\nFACTUAL BACKGROUND\nThe Leases\n17. Each of the apartments is demised to its leasehold owner for a term of\n99 years from 1 January 2001, with the Respondent being the current\nlandlord. These residential leases are all in materially the same terms.\n18. The pertinent parts of the service charge provisions contained in the\nLease are as follows:\nClause 2 [to pay] the Service Charge by equal monthly payments in\nadvance on the first day of each month …\nClause 3(2)(b) To pay by way of additional rent the Service Charge\nin accordance with Clause 7\nClause 7 ( 1) In this Clause the following expressions have the\nfollowing meanings-\n7(1 )(a) \"Account Year\" means a year ending on the 3lst'March\n7(1)(b) \"Specified Proportion\" means a reasonable proportion of\nthe Service Provision such proportion to be determined from time\nto time by the Landlord as being attributable to the Premises\n7(1)(c) ''the Service Provision\" means the sum computed in\naccordance with sub-clauses (4), (5) and (6) of this Clause\n7(1)(d) \"the Service Charge\" means the Specified Proportion of the\nService Provision\n7(1)(e) \"the Surveyor'' means the Landlord's professionally\nqualified surveyor and may be a person in the employ of the\nLandlord\n7(2) The Leaseholder HEREBY COVENANTS with the Landlord to\npay by way of further Rent the Service Charge during the term by\n5\n\nequal payments in advance at the times at which and in the manner\nin which rent is payable under this Lease…\n7(3) The Service Provision in respect of any Account Year shall be\ncomputed before the beginning of the Account Year and shall be\ncomputed in accordance with sub-clause (4) of this Clause\n7(4) The Service Provision shall consist of a sum comprising-\n7(4)(a) the expenditure estimated by the Surveyor as likely to be\nincurred in the Account Year by the Landlord upon the matters\nspecified in sub-clause (5) of this Clause together with\n7(4)(b) an appropriate amount as a reserve for or towards such of\nthe matters specified in sub-clause (5) as are likely to give rise to\nexpenditure after such Account Year being matters which are likely\nto arise either only once during the then unexpired term of this Lease\nor at intervals of more than one year including (without prejudice\nto the generality of the foregoing) such matters as the decoration of\nthe exterior of the Building (the said amount to be computed in such\nmanner as to ensure as far as is reasonably foreseeable that the\nService Provision shall not fluctuate unduly from year to year) but\n7(4)(c) reduced by any unexpended reserve already made pursuant\nto paragraph (b) of this sub-clause in respect of any such\nexpenditure as aforesaid\n7(5) The relevant expenditure to be included in the Service Provision\nshall comprise all expenditure reasonably incurred by the Landlord\nin connection with the repair management maintenance and\nprovision of services for the Building including the Common Parts\nand shall include (without prejudice to the generality of the\nforegoing)-\n7(5)(a) the costs of and incidental to the performance of the\nLandlord's covenants contained in clauses 5(2) and 5(3) and 5(4)\n7(5)(b) the costs of and incidental to compliance by the Landlord\nwith every notice regulation or order of any competent local or\nother authority in respect of the Building including the Common\nParts\n7(5)(c) all reasonable fees charges and expenses payable to the\nSurveyor any solicitor accountant surveyor valuer architect or\nother person whom the Landlord may from time to time reasonably\nemploy in connection with the management or maintenance of the\nBuilding including the Common Parts including the computation\nand collection of rent (but not including fees charges or expenses in\nconnection with the effecting of any letting or sale of any premises)\nincluding the cost of preparation of the account of the Service\nCharge and if any such work shall be undertaken by an employee of\nthe Landlord then a reasonable allowance for the Landlord for such\nwork\n7(5)(d) any rates taxes duties assessments charges impositions and\noutgoings whatsoever whether parliamentary parochial local or of\nany other description assessed charged imposed or payable on or in\n6\n\nrespect of the whole of the Building or on the whole or any part of\nthe Common Parts\n7(5)(e)the maintenance repair upkeep and replacement of all\nexternal fencing at the Building including fencing separating\nindividual premises demised by way of Lease by the Landlord\n7(5)(f) the painting and decorating as often as the Landlord shall\nreasonably require to so do in accordance with the principles of\ngood estate management of all parts of the Building which are the\nLandlords responsibility\n7 ( 6) As soon as practicable after the end of each Account Year the\nLandlord shall determine and certify the amount by which the\nestimate referred to in paragraph (a) of sub-clause (4) of this Clause\nshall have exceeded or fallen short of the actual expenditure in the\nAccount Year and shall supply the Leaseholder with a copy of the\ncertificate and the Leaseholder shall be allowed or as the case may\nbe shall pay forthwith upon receipt of the certificate the Specified\nProportion of the excess or the deficiency\n7 (7) The Landlord will for the period that any premises in the\nBuilding are not let on terms making the tenant liable to pay a\nService Charge corresponding to the Service Charge payable under\nthis Lease provide in respect of all such premises a sum equal to the\ntotal that would be payable by the tenants thereof as aforesaid by\nway of contribution to the reserve referred to in paragraph (b) of\nsub-clause ( 4) and the said reserve shall be calculated accordingly\n19. The Respondent’s repairing obligations, as landlord, are set out in clause\n5 (3). These include the obligation to “maintain repair redecorate and\nrenew…the roof…and main structure of the Building and all external\npart”.\nThe Major Works\n20. In March 2017, the Respondent commissioned a report by BWP\nConstruction and Property Consultants (“BWP”) called the Sinking Fund\nReview Report (“the 2017 Report”). The 2017 Report came after an\nearlier report by BWP in 2015 or 2016 (which earlier report was not\navailable to the Tribunal). The purpose of both reports was to undertake\na site survey of the communal areas of the Building to assess the\ncondition of the building fabric and review the sinking fund allocation\nfor planning future budgets. The 2017 Report records (with some\nphotographic evidence) the condition of the Building at that time. Whilst\nsome internal areas are deemed to be in reasonable condition, other\nelements are deemed to be defective including plasterwork and paint\ndecoration to internal wall and ceiling surfaces to west facing elevation,\nrotten timber window frames and boards to west facing elevation,\ninternal wall surfaces within rear staircases affected by water ingress/\ndamp, and damaged plasterwork exposing potentially rotten timber\nlintel to front staircase. Externally, the condition of the brickwork is said\nto be consistent with the age of the property, recording that various areas\n7\n\nof weathered pointing are evident and the brickwork is soiled\nparticularly with algae staining, mis-aligned / disturbed brickwork at\nhigh level to east elevation and vegetation growth, window and door\nframes are soiled and weathered, to the west elevation window frames\nare rotten. The roof was inspected from ground floor level, and the roof\ncovering was found to be in reasonable condition in the main, although\ndisrepair was identified – in particular, pointing to terracotta copings\ncracked, numerous cracked, damaged and slipped slates, indications of\nmovement to coping stone along east elevation, rainwater goods to two\nflat roofs are defective, missing or blocked. It was said that a number of\nmetal rainwater goods were believed to be leaking.\n21. The 2017 Report set out a summary of the cyclical work necessary to\naddress the identified issues with the Building and the budget for those\ncosts for the years from 2017 to 2046. The total cost of the work, over\nthat 29-year period, was over £1.5M.\n22. Towards the end of 2017, the Respondents commenced a consultation\nexercise under s 20 of the 1985 Act for the project management of the\nworks identified by the 2017 Report. Subsequently, the Respondent’s\nconsultant, BWP, commenced a consultation exercise under s 20 in\nrespect of works identified as follows:\na. Isolated roof repairs to pitched roofs where missing/slipped\nslates identified\nb. Repairs to low level flat roofs where ingress currently recorded\nc. External joinery repairs to windows and doors\nd. Full external decoration of all joinery items and metalwork\nincluding windows and doors, railings, car park gates\ne. Removal of all vegetation growth from all brickwork elevations\nf. Isolated re-pointing of brickwork where mortar eroded\ng. Cleaning of all brick elevations removing all staining\nh. Overhauling of rainwater goods including cleaning/rodding of all\ndownpipes and gutters ensuring all are free flowing and re-sealing\nof all joints to eliminate all leaks\ni. Replacement of broken glazing to windows\nj. Reinstatement of external high-level lighting to elevations\n(“the Major Works”).\n23. By the hearing, there was no dispute between the parties that the\nRespondent had complied with its obligations to consult under s 20 of\nthe 1985 Act both in relation to the project management of and in\nrelation to the Major Works.\nThe Additional Works\n24. The Respondents sent the leaseholders an update letter on 13 July 2020\noutlining additional work which had been identified and which the\nRespondents carried out. The additional works included:\n8\n\na. Extensive masonry repairs identified at high level;\nb. Full re-pointing of the elevations to the upper levels whilst the\nscaffolding is in place;\nc. Inclement weather;\nd. Additional scaffolding cost associated with the above.\n(“the Additional Work”)\nPRELIMINARY ISSUES AND APPROACH\n25. Unfortunately, when the case came to the hearing, it was in somewhat\nof a disordered state; there was not a complete set of documents and the\ndocuments received had arrived in a piecemeal fashion. As a result, the\nTribunal needed to make several case management decisions at the\noutset of the hearing.\nBundles of documents\n26. The Tribunal initially had three bundles called “the Final Trial\nBundle_Optimized” (874 pages) (“the Final Bundle”), “the Major Works\nBundle” (82 pages) and “the Leaseholder Bundle” (1321 pages). The first\nbundle had been filed by the Applicants, the latter two by the\nRespondents.\n27. Ms Ackerley raised a number of issues with the bundles. First, that the\nRespondents had not included in their bundles documents (running to\n1900 pages) which the Respondents had disclosed earlier in the\nproceedings (“the Respondent’s Earlier Disclosure”) which included a\ncopy of all the leases for all the leaseholders and all vouchers for each\nservice charge year. Second, the Applicants had omitted to include in\ntheir bundle the exhibits to the witness statements. Third, the\nRespondent’s Major Works Bundle and Leaseholder Bundle contained\nsome new documents, in particular the Major Works Bundle contained\nsome new drawings of the Building showing the major works to be\nundertaken which Mr Dawson had not seen when he prepared his report\n(“the New Drawings”) and the Leaseholder Bundle contained some other\ndocuments which related to other properties and seemed to have been\nincluded in error.\n28. Having heard from Ms Ackerley and Mr Dover on these points, the\nTribunal took a practical approach, using its broad case management\npowers under rule 6 of The Tribunal Procedure (First-tier Tribunal)\n(Property Chamber) Rules 2013 and having regard to the overriding\nobjective and, in particular, the need to deal with the case\nproportionately, flexibly and to avoid delay, and determined that it\nwould overcome the irregularities in relation to the bundles of\ndocuments as follows so that the case could proceed:\na. The Tribunal would permit the inclusion by the Respondent of the\nNew Drawings in the Major Works Bundle notwithstanding their\n9\n\nlate disclosure on the basis that they will assist the Tribunal and\nthat Mr Dawson would be permitted to comment on the New\nDrawings when he gave evidence so the Applicants would not be\nprejudiced.\nb. In terms of the missing Respondent’s Earlier Disclosure, there\nwas a sample lease contained in the Final Bundle and the Tribunal\ndid not need to see all the leases as it was agreed they were all in\nthe same form. There were some missing documents that would\nbe useful for the Tribunal to have which were the underlying\nvouchers in relation to the outstanding disputed invoices. The\nRespondent would provide them to the Tribunal and Ms Ackerley\nby email.\nc. The parties would send to the Tribunal and each other by email\nthe missing exhibits to the Witness Statements of Giles Parlett\nand Mr McCarthy also.\nThese documents were subsequently sent by email to the Tribunal\nand the respective other party during the hearing.\nNew evidence\n29. There was a late evidence application from the Applicants, to introduce\na new witness statement from Chris Bridgeman, one of the Applicants,\ncontaining details of works (including internal paintwork) undertaken to\nthe Building by the Respondent ahead of the inspection and finished\nonly the Friday before the hearing, and photographs of the condition of\nthe Building prior to that which the Applicants said demonstrated the\nsubstandard nature of the Major Works. It also exhibited a notice of\nintention to undertake further work from the Respondents, which work\nthe Applicants said was similar in description to the Major Works. Mr\nDovar objected.\n30. Having adjourned the hearing briefly to consider both parties'\nsubmissions, the Tribunal determined not to allow this late evidence on\nthe basis that it would not assist the Tribunal. In particular, the\nproceedings were in relation to the service charge for the years 2017-\n2022, and the statement related to events which had occurred\nsubsequently. There was no prejudice to the Applicants who had\nadduced expert evidence as to the standard of the Major Works\nundertaken and had had the opportunity to adduce photographic\nevidence of the condition of the building upon completion of the Major\nWork earlier in the proceedings. It was not relevant that further works\nwere being planned in the future, since there was a cyclical maintenance\nschedule for the Building. Furthermore, it was not in the interests of\njustice nor proportionate to allow the new evidence, which the\nRespondents would necessarily want to respond to, and which would,\ntherefore, if introduced, most likely require the hearing to be adjourned,\ncausing further delay and wasted Tribunal costs.\n31. The Respondent had, with Mr Dovar’s skeleton argument, also\nsubmitted to the Tribunal, the day before the hearing, an updated\n10\n\nversion of the Applicant’s Schedule of Items in dispute, into which the\nRespondent had inserted its responses to the leaseholders’ queries (“the\nUpdated Schedule”). The Respondents had omitted to provide these\nresponses earlier in the proceedings in breach of the directions.\n32. The Tribunal considered whether to permit the Respondent to introduce\nthis late evidence notwithstanding that non-compliance. The Tribunal\ndetermined that it would assist the Tribunal to have this information\nwhich was required for the proper and just determination of the disputed\nissues, and so would permit this late evidence. The Tribunal also had in\nmind proportionality and the low value of the disputed items, in\ncomparison to the Major Works, and the need to find a practical way to\nresolve this matter without further delay. To avoid any prejudice on the\npart of the Applicants, the Tribunal determined that it would permit Ms\nAckerley to raise by email to Mr Dovar overnight any questions or seek\nany clarification in relation to the Respondent’s responses, and to make\nfurther submissions to the Tribunal in respect of those items if required.\nIn the end, Mr Dovar’s responses were adequate, and no further\nsubmissions were required or made by Ms Ackerley.\nApproach\n33. The Tribunal sought clarification from the parties on which of the issues\nidentified for consideration at paragraph 11 above were still at issue and\nhow the Tribunal would resolve them giving the time limits of the\nhearing:\na. S 20ZA Application - Given that the Applicants had not responded\nto the s20ZA Application, Ms Ackerley confirmed that was no\nlonger a live issue between the parties.\nb. Major Works - In terms of the allegation of historic neglect and\nthe standard of the Major Works, the Tribunal agreed that those\nissues could be dealt with together, and that it would make sense\nfor the two experts to give evidence simultaneously (i.e. “hot\ntubbing”) so that they could go through the final account for the\nMajor Works on a line-by-line basis.\nc. General service charge issues - the Tribunal agreed that the\ndemands and apportionment could be addressed in legal\nsubmissions only. This was on the basis that the Tribunal agreed\nthat Ms Ackerley could raise some questions with the Respondent\nvia Mr Dover outside of the hearing by email in relation to the\ndemands, to avoid the need to hear oral evidence from Ms Pickup,\nwhich Ms Ackerley duly did and received responses.\nd. Other items - The Applicants had initially taken what could be\ndescribed as a detailed audit approach to the service charge. The\nScott Schedule in which they originally set out all the individual\ncosts they disputed was 24 pages long. It would not be practicable,\nor proportionate, for the Tribunal to adopt a similar, full audit\n11\n\napproach to the service charges. However, a large majority of\nthose items had been included in the schedule only on the basis\nthat the Applicants disputed the validity of the demands (which\nwould be dealt with as set out above). The parties agreed that the\nremaining outstanding items to be resolved were\ni. the door entry system (which appears on the Updated\nSchedule)\nii. the management fee\niii. the cleaning charges\niv. the responsive repairs carried out in 2021 which the\nApplicants alleged overlapped with the Major Works and\nwere set out in the Updated Schedule.\nIt was agreed that these outstanding items would also be dealt\nwith by legal submissions.\n34. Having adopted that approach, we have framed our decision with\nreference to those headings.\nDemands\n35. The Applicants’ original position was that the demands were defective\nrendering the services charges unrecoverable. However, during closing\nsubmissions, Ms Ackerley accepted that the demands (or subsequent\ncopies of demands served prior to the hearing) complied with the\nstatutory requirements such that the initial allegations raised by the\nApplicants had all been resolved.\n36. The Applicant’s representative sought to introduce, during closing\nsubmissions, a new issue in relation to the demands which was that the\nRespondent had not complied with clause 7 (4) (a) of the Lease in that a\nsurveyor ought to estimate the annual expenditure for the year in\ncalculating the service charge budget. This was an entirely new issue\nwhich had not been raised by the Applicants before closing submissions.\nThe Tribunal considered that the Applicants could have raised this\nmatter at the outset of the proceedings, when they did have the benefit\nof legal representation, and that the fact that they may not have received\nall of the documents from the Respondent until later in the proceedings\nhad not prevented them from raising this point sooner, and that there\nwas no justification for allowing the Applicants to raise this new issue\nnow, which would be to ambush the Respondents. Therefore, the\nTribunal determined that the Applicant could not pursue this new line\nof argument during closing submissions. The outcome of that was that\nMs Ackerley conceded during closing submissions that the validity of the\ndemands was no longer a point being pursued by the Applicants.\nTherefore, the Tribunal was not required to determine that issue in the\nend.\n12\n\nLAW\nRecoverability of service charges\n37. Section 27A(1) of the 1985 Act provides:\nAn application may be made to the appropriate tribunal for a\ndetermination whether a service charge is payable and, if it is, as to–\n(a) the person by whom it is payable,\n(b) the person to whom it is payable,\n(c) the amount which is payable,\n(d) the date at or by which it is payable, and\n(e) the manner in which it is payable.\n38. The Tribunal is “the appropriate tribunal” for these purposes and it has\njurisdiction to make a determination under section 27A of the 1985 Act\nwhether or not any payment has been made.\n39. The meaning of the expression “service charge” is set out in section 18(1)\nof the 1985 Act. It means:\n... an amount payable by a tenant of a dwelling as part of or in addition\nto the rent–\n(a) which is payable, directly or indirectly, for services,\nrepairs, maintenance, improvements, or insurance or the\nlandlord’s costs of management, and\n(b) the whole or part of which varies or may vary according to\nthe relevant costs.\n40. In making any determination under section 27A, the Tribunal must have\nregard to section 19 of the 1985 Act, subsection (1) of which provides:\nRelevant costs shall be taken into account in determining the amount of\na service charge payable for a period-\n(a) only to the extent that they are reasonably incurred, and\n(b) where they are incurred on the provision of services or the\ncarrying out of works, only if the services or works are of a\nreasonable standard;\nand the amount payable shall be limited accordingly.\n41. “Relevant costs” are defined for these purposes by section 18(2) of the\n1985 Act as:\nthe costs or estimated costs incurred or to be incurred by or on behalf of\nthe landlord, or a superior landlord, in connection with the matters for\nwhich the service charge is payable.\n42. There is no presumption for or against the reasonableness of the\nstandard of works or services, or of the reasonableness of the amount of\ncosts as regards service charges. If a tenant argues that the standard or\nthe costs of the service are unreasonable, they will need to specify the\nitem complained of and the general nature of their case. However, the\n13\n\ntenant need only put forward sufficient evidence to show that the\nquestion of reasonableness is arguable. Then it is for the landlord to meet\nthe tenant’s case with evidence of its own. The Tribunal then decides on\nthe basis of the evidence put before it.\nS 20 consultation and dispensation\n43. S.20 of the Act provides for the limitation of service charges if the\nstatutory consultation requirements are not met. The consultation\nrequirements apply where the works are qualifying works (as in this\ncase) and only £250 can be recovered from a tenant in respect of such\nworks unless the consultation requirements have either been complied\nwith or dispensed with.\n44. Dispensation is dealt with by s.20ZA of the Act which provides:-\n\"Where an application is made to a leasehold valuation tribunal for a\ndetermination to dispense with all or any of the consultation\nrequirements in relation to any qualifying works or qualifying long\nterm agreement, the tribunal may make the determination if satisfied\nthat it is reasonable to dispense with the requirements\"\nDISCUSSION AND CONCLUSIONS\nS 20ZA Application\n45. Given that the Applicants failed to respond to the s 20ZA Application\nand, therefore, have not provided any evidence of prejudice in respect of\nthe Additional Works, Ms Ackerley acknowledged at the hearing that this\nwas no longer a live issue. The Tribunal does not need to consider\nwhether the Additional Works came within the scope of the Major Work.\nThe Tribunal is satisfied that, as the s 20ZA Application is uncontested\nand there is no suggestion of prejudice, it is reasonable to dispense with\nthe consultation requirements in respect of the Additional Work insofar\nas they were not included within the scope of the consultation for the\nMajor Works.\nMajor Works – Historic Neglect and Standard of Works\n46. The allegations made by the Applicants in relation to the Major Works\ncarried out in 2019 and 2020 can be summarised as follows:\na. The Applicants allege that the Building was in disrepair and that\nthe Respondent’s breach of the Lease led to the deterioration of\nthe condition of the Building and to an increase in the cost of\nrepair; and\nb. In terms of some of the items of the Major Works carried out, the\nApplicants either dispute that the work was carried out at all or\nthat the work was a reasonable standard.\n14\n\n47. As set out above, the Tribunal heard from the parties’ respective experts\nsimultaneously; they went through the final account for the Major Works\non a line-by-line basis, dealing with the allegations in terms of historic\nneglect and the standard of the work as they went along.\n48. The final account for the Major Works in Mr Dawon’s report was stated\nto be £338,590.41. Of that, Mr Dawson concluded in his report that\n£247,715.12 was not chargeable to the leaseholders, meaning that\n£90,875.29 was not disputed.\n49. Mr Macey’s report gave a lower figure for the final account of\n£328,839.98 which was not explained. As Mr Macey is the Respondent’s\nexpert, the Tribunal has taken this as the correct starting point. In his\nreport, Mr Macey agreed that deductions of £30,259.97 net of VAT\nshould be made from the final account based upon £23,534.35 of works\nwhich he found to have been ineffective, together with proportionate\nadjustments to the preliminaries and scaffolding costs of £6,725.63. In\naddition, the contingency sum of £5000 was excluded entirely.\n50. During evidence, Mr Macey said that having now seen the New\nDrawings (which he said he had not been provided with when he\nproduced his report) he considered that his conceded reductions were\ngenerous and that some areas of work he had discounted had in fact been\ncompleted. The Tribunal considered that it was for the Respondent to\nhave provided its own expert with the New Drawings at the relevant time\nand, in the absence of Mr Macey having seen those drawings, his report\nhad been prepared based upon his visual inspection of the Building.\nTherefore, the Tribunal did not think it would be reasonable to permit\nMr Macey to revisit the deductions he had made in his report. Rather,\nthe Tribunal accepted the concessions which Mr Macey made\nin the sum of £30,259.97 plus £5000 in respect of the\ncontingency as its starting point and determined that those\namounts had not been reasonably incurred and are not\npayable.\nGeneral approach to Historic Neglect\n51. Mr Dawson’s principal argument is that, in his expert opinion, had the\nBuilding been inspected and maintained on a regular basis, most of the\ncosts would not have been incurred by the Respondent. He said that\ngeneral regular inspection and maintenance of the water maintenance\nsystem would have picked up issues earlier and would have avoided the\nsignificant issues arising down the line because of long-term water\ningress. In his report, Mr Dawson quantified the cost of the regular\n(twice annual) inspections of the Building at £6000 plus VAT (albeit he\ndid not reflect that amount in his final account).\n52. Mr Macey’s opinion was that this was a timing issue only; the fact that\nthe work was done later does not impact the cost. The costs of\nmaintenance would still have existed if the work was carried out at an\nearlier date. If the works had been carried out earlier on a one-off basis,\n15\n\nMr Macey said that it would not have saved costs due to economies of\nscale. In Mr Macey’s opinion, had it been done earlier, it may have cost\nmore.\n53. Mr Dovar referred the Tribunal to the case of Daejan Properties v\nGriffith [2014] UKUT 206 (LC) and paragraphs 88 and 89 which states:\n88. As the Lands Tribunal …explained in Continental Ventures v\nWhite [2006] 1 EGLR 85 an allegation of historic neglect does not\ntouch on the question posed by s 19 (1) (a), Landlord and Tenant Act\n1985, namely, whether the costs of remedial work have been\nreasonably incurred and so are capable of forming part of the\nrelevant costs to be included in a service charge. The question of\nwhat the cost of repair is does not depend on whether the repairs\nought to have been allowed to accrue. The reasonableness of\nincurring the cost of remedial work cannot depend on how the need\nfor a remedy arose.\n89. The only route by which an allegation of historic neglect may\nprovide a defence to a claim for service charges is if it can be\nshown that, but for the failure by the landlord to make good a\ndefect at the time required by its covenant, part of the cost\neventually incurred in remedying that defect, or the whole of the\ncost of remedying consequential defects would have been avoided.\nIn those circumstances the tenant to whom the repairing\nobligation was owed has a claim in damages for breach of\ncovenant, and that claim may be set off against the same tenant’s\nliability to contribute through the service charge to the cost of the\nremedial work. The damages which the tenant could claim, and the\ncorresponding set off available in such case, is comprised of two\nelements: first, the amount by which the cost of remedial work has\nincreased as a result of the landlord’s failure to carry out the work\nat the earliest time it was obliged to do so; and, secondly…general\ndamages…if the demised premises were affected by the landlord’s\nbreach of covenant.”\nThe second element is not relevant to this case.\n54. Mr Dovar submitted that Mr Dawson’s approach overlooked accounting\nfor the cost of work which would have had to be carried out in any event\nincluding actual maintenance of the rainwater goods, items above the\nrainwater goods such as ridge and roof tiles, and the cost of general\nmaintenance. Mr Dawson had not provided any cost for that work and\nMr Macey said that the costs would not have changed. Furthermore,\nwhilst Mr Dawson accepted the £62,468.50 for access costs (initial\nscaffolding), he had not appreciated that economies of scale meant that\na landlord would not incur that cost to remove a small amount of\nvegetation. The cost of maintenance such as removing vegetation,\ncleaning brickwork and fixing high up items was in fact the cost of\ngaining access.\n16\n\n55. Ms Ackerley accepted Daejan Properties v Griffith set out the correct\ntest to be applied in relation to set off for historic neglect. However, she\nsubmitted that the broad repairing obligation on the Respondent here\nplaced an obligation on the Respondent to proactively maintain the\nBuilding, rather than simply repair the Building when it fell into\ndisrepair, and that, in the absence of evidence from the Respondents that\nthey were carrying out regular inspections / maintenance since the\nconversion, the Applicant’s position was that the work which had been\nundertaken would not have been required to have been carried out at all\nif regular inspections and maintenance had been carried out. Ms\nAckerley invited the Tribunal to reflect Mr Dawson’s estimate of £6000\nplus VAT for a twice annual inspection in the amount it found payable.\n56. It was not disputed that the Respondent had been in breach of covenant\nin relation to its repairing obligations although it is not clear when that\nfirst arose. The Tribunal considered that it did not need to determine the\ncause of the issues with the Building (whether water ingress or\ncondensation or otherwise) nor to determine when the Respondent was\nfirst in breach of its repairing obligation in this instance. Given the test\nset out in Daejan Properties v Griffith, the crucial question was whether\nthe Applicants had shown that the cost of the work had increased\nbecause of the Respondent’s failure to carry out the work at the earliest\ntime it was obliged to do so (or indeed at an earlier time).\n57. The Tribunal found, on the evidence before it, that it was more likely\nthan not that the costs which the Respondent would have incurred in\nundertaking earlier inspections / maintenance work over the years\nwould have been broadly equivalent to or greater than those incurred on\nthe Major Works in any event. The Tribunal made that finding on the\nfollowing basis:\na. The Tribunal considered it is reasonable and common for\nlandlords to factor in economies of scale, and this included the\nsignificant and potentially disproportionate cost of obtaining,\nsafely, access to high up areas of buildings. Whilst Mr Dawson had\nmade a comment in evidence that a cherry picker could have been\nused, the Applicants had neither provided any evidence to\nsubstantiate that claim nor any costings. Therefore, in the\nabsence of evidence to the contrary, the Tribunal accepted Mr\nMacey’s evidence that scaffolding would have been required at\nleast on some occasions to inspect and maintain the higher areas\nof the Building and, on the basis of the Respondent’s costs, those\ncosts would easily have become disproportion to the cost of the\nwork undertaken and could have accumulated, over the years, to\na cost in excess of that being disputed now;\nb. The Tribunal did not accept the Applicant’s assertion that, had\nregular inspections been undertaken, that would have avoided the\nneed for carrying out any of the work. There would inevitably have\nbeen some work required to remedy issues found on inspection\nand the Applicants had not allocated any costings for such\n17\n\nmaintenance. Therefore, insofar as part of the cost might have\nbeen avoided, the Applicants had not provided a reliable figure by\nwhich such savings could be assessed. Furthermore, the Tribunal\nconsidered that any building (and particularly one of the age and\ncharacter of the Building) would require some more significant\ncyclical repairs to the fabric of the Building over time and these\nwere likely to be of significant cost (based upon the Respondent’s\ncostings).\nc. The costing provided by the Applicants of £6000 for twice yearly\ninspections was an estimate only. Furthermore, it did not include\na breakdown and did not include any maintenance / repair costs\nnor access costs and so was of very limited value.\n58. In light of the above finding, the Applicants did not satisfy the test in\nDaejan Properties v Griffith; they have not demonstrated that part of the\ncost eventually incurred in remedying the disrepair, or the whole of the\ncost of remedying the disrepair, would have been avoided by the\nRespondent carrying out the work or inspecting the Building earlier.\nTherefore, the Applicants do not have a claim in damages which they are\nentitled to set off against the service charge. Furthermore, even if the\nApplicants had made out a potential claim in respect of part of the costs,\nthe Applicants also failed to evidence an amount by which the cost of\nremedial work increased as a result of the landlord’s failure to carry out\nthe work sooner. Therefore, the Tribunal is not willing or able to\nmake a set off against the Applicants’ service charge liability\nbased on alleged historic neglect.\nCovid / furlough items\n59. A significant proportion of the sum disputed by Mr Dawson related to\nwhat was termed “Covid” or “furlough”. These were listed in the final\naccount under the headings “Additional Prelims”, “Additional Scaffold\nHire” and “Additional Scaffold Hire (COVID-19 Lockdown Period) and\namounted to £74,454.07 of costs in total which Mr Dawson had\ndiscounted in his report on the basis that these “costs would have been\ncovered by government furlough and grant payments, do not form part\nof service charge costs”.\n60. In evidence, Mr Dawson expanded on his rationale, saying that, in his\nexperience, sites were not charged for scaffolding and plant hire during\nlockdown periods because the equipment couldn’t be used elsewhere,\nand that grants were also available beyond the lockdown period when\nrestrictions were still in place. He also referred to employers obtaining\nbounce back loans.\n61. In contrast, Mr Macey said that whilst government schemes were in\nplace at the time, the items in the final account, which had been signed\noff, told him that employees were still working on the site, at a distance,\nalbeit things had to be done differently during that time. The discount\n18\n\nthat was agreed was likely the outcome of negotiations when that was\nnot possible.\n62. Ms Ackerly in closing submissions argued that the Respondents could\nhave produced evidence of negotiations for the reduction if that was the\ncase, and that, in the absence of evidence, there might have been other\nreasons for the reduction being given.\n63. Having considered the final account, the Tribunal is satisfied that only a\nsmall number of the items listed under these headings related to the\nCovid lockdown period. Those are:\na. NV P2 which refers to “site shutdown period, following\ngovernment COVID-19 guidelines” for the period 27/03/2020-\n05/06/2020 during which the charge for additional preliminary\ncosts is specified as 10 weeks @ £287.50 (which appears to be a\nsignificant reduction from the cost of £1,550.41 per week\nattributable to the other items listed under that heading);\nb. NV Sc8, NV Sc9 and NV Sc10, all of which are listed under the\nspecific heading “Additional Scaffold Hire (COVID-19 Lockdown\nPeriod)” and refer to additional scaffold hire for the gable\nelevation for the period wc 30/03/2020-wc 01/06/2020, 10\nweeks @ £358.80, additional scaffold hire to front elevation for\nthe period w/c 30/03/2020 – wc 01/06/2020, 10 weeks @\n£652.50 and additional scaffold hire to gable elevation (left\nsection) for period wc 30/03/2020- wc 01/06/2020, 10 weeks @\n35% £365.10. These costs do not differ from the costs incurred for\nthe scaffolding of the same areas during different weeks.\n64. The Respondent said that the work halted in March 2020 and resumed\nin July 2020, and the dates specified in those entries above broadly\ncorrespond with that description and the first lockdown in relation to\nCovid.\n65. It seems to the Tribunal that Mr Dawson erred in assuming that all the\ncosts in these sections related to the Covid period simply because some\nof the costs related to (and expressly refer to) the Covid lockdown period.\nRather, the Tribunal considers it more likely than not that most of the\ncosts under these headings were simply what they said they were;\nadditional preliminary and additional scaffolding costs necessitated by\nthe project and incurred in addition to the original budget.\n66. In relation to those costs that were incurred during the Covid lockdown\nperiod (as set out above), it appears to the Tribunal that a reduction in\ncosts was put in place in respect of the additional preliminary costs\nduring the 10-week period of 27/03/2020 to 05/06/2020. The\nRespondents have not provided any evidence as to how that reduction\nwas achieved whether by contractual negotiation or actual reduced costs\nor otherwise. However, the Tribunal did not consider that the\nResponded needed to. In the absence of any specific evidence that other\n19\n\ncost savings means were available, Mr Dawson’s broad comment that\nthese costs (and the other costs under this heading) would have been\ncovered by government furlough and grant payments was mere\nspeculation. The Applicants have put forward no evidence to\nseriously question the reasonableness of the charges under\nthis section, and the Tribunal finds that these costs were\nreasonably incurred and are payable.\nPreliminaries\n67. The final account includes “Preliminaries” in the sum of £23,036.65. Mr\nDawson’s position was that these should be excluded because the\nRespondents had provided no further breakdown as to what these\nrelated to and because preliminaries usually include scaffolding costs\nbut those have been specified elsewhere in the account. Mr Macey’s\nconsidered that it was likely that the scaffolding costs had been specified\nseparately because it was such a large item, but maintained that there\nwould be other overheads which always make up preliminaries on any\nsite, and that the figure of £23,036.65 seemed right given that it was\nroughly 10% of the total costs (albeit Mr Macey had adjusted the\npreliminaries to account for the ineffective costs as set out above).\n68. The Tribunal did not accept Mr Dawson’s position that the preliminaries\nshould be excluded in their entirety because no further breakdown had\nbeen provided, and because the scaffolding costs had been accounted for\nelsewhere. Even without the scaffolding costs, the site would have had\nother costs which would be classified as preliminaries. The Tribunal\nconsidered that the term “preliminaries” was a standard term in\nconstruction, and it was understood what sorts of costs were included in\nthat description. The Applicants had not provided an alternative figure.\nIn contrast, Mr Macey’s expert opinion was that the figure was an\nappropriate one for a project of this size. The Tribunal accepted that\nevidence and determined that the preliminaries in the sum of\n£23,036.65 had been reasonably incurred and were payable\n(subject to the adjustment which the Tribunal has made to the\npreliminaries below).\nAdjustments\n69. These are the Additional Works which the Respondent carried out (as\ndiscussed above).\n70. Mr Dawson’s approach in respect all items from AI 1.1 – AI 7.5, work\ntotalling £51,51,140.65, is first, this work should have been included in\nthe original work package and, second, that all items have been caused\nby the historic neglect and would not have been required but for that\nneglect, such that he costed them at £0.\n71. Ms Ackerley accepted, in closing submissions, that these were variations\nto the contract and the first point was not a valid one.\n20\n\n72. Therefore, the Tribunal has considered these items with reference to the\ngeneral positions put forward by the parties in relation to the historic\nneglect. As set out above, and for the same reasons, the Applicants have\nnot demonstrated to the Tribunal that the cost of the remedial work\n(which includes the Additional Work) has increased because of the\nRespondent’s failure to carry out the work or inspect earlier.\nFurthermore, the Applicants have not evidenced a figure by which it\ncould be said to have increased either. Therefore, the Tribunal is not\nwilling or able to make a set off against the Applicants’ service\ncharge liability for the additional work based on the historic\nneglect claimed.\n73. Mr Macey had, however, made deductions in his report to\nsome of these costs in recognition of ineffective work which\nthe Tribunal has already determined are not payable.\nMAJOR WORKS – STANDARD OF WORK – S 19\nGable Elevation overlooking car park\n74. Having now seen the New Drawings, Mr Dawson took the view that there\nwas no evidence that a number of items at 4.02.1, 4.02.2 and 4.02.6\n(relating to rake out and repointing work) totalling £4,337.17 had been\ncarried out (which he said he would have queried had he had sight of the\nNew Drawings at the time he produced his report). These items were not\nlisted on the New Drawings and so, Mr Dawson said, there was no\nevidence that the work had been undertaken.\n75. Mr Macey acknowledged that the New Drawings did not show this work\nand, further, that he could not say with certainty exactly what work was\ndone and where: he was relying on his visual inspection, the drawings he\nhad seen, and the contract administrator having undertaken its role.\n76. The Tribunal considered that the Applicants had raised sufficient doubt\nas to whether these items had been carried out, and the Respondent had\nfailed to address that doubt adequately. The Respondent’s New\nDrawings did not demonstrate that the work had been undertaken, and\nMr Macey himself acknowledged that he could not say with certainty that\nit had. It was not adequate simply to say that the Respondent relied upon\nthe final account having been signed off, or that Mr Dawson had visually\ninspected the Building. The Tribunal preferred the Applicant’s\nposition and found, as a fact, that the disputed items of work\nhad not been undertaken. Therefore, the cost of £4337.17 had\nnot been reasonably incurred and is not payable, and that sum\nshould be deducted from the final account.\nRear Elevation- Ivy\n21\n\n77. There was a dispute as to whether the ivy at the rear elevation and on the\nrailings had been removed effectively. Items 5.01.0 and 5.01.08 related\nto this.\n78. Mr Dawson said that the ivy had not been removed effectively; he had\npointed out during the inspection that ivy was still present on the\nrailings, and he said that would not be the case had it been removed\neffectively the first time. Furthermore, he said that the ivy that had been\non the rear elevation had been the same plant, from the same source, and\nso would grow back in future on the basis it had not been removed fully.\n79. Mr Macey conceded that if there was ivy currently present on the railings\nthen the root system may not have been dealt with adequately. However,\nno ivy was present on the rear elevation, and he queried whether it was\nthe same plant and whether it was of the invasive variety.\n80. The Tribunal clearly saw the ivy present on the railings during\nthe inspection and so, on that basis, found that the treatment\nof that issue had not been dealt with adequately such that item\n5.01.8 in the sum of £455 should be excluded as that work had\nnot been carried out to a reasonable standard and was not\npayable.\n81. The Applicant had produced no evidence, however, that the ivy which\nhad been present on the rear elevation had come from the same plant /\nsource, nor was there evidence that that ivy had regrown. Therefore,\nthe Tribunal found, as a fact, that the work to that plant had\nbeen properly carried out and, therefore, to a reasonable\nstandard, such that the sum charged for item 5.01.0 was\npayable.\nRoof Works\n82. Item 5.03.3 is for the sum of £4,777.50 and states “re-bed all ridge tiles\nto the roof, sand, cement and mortar”. Mr Dawson understood this to\nmean that all the ridge tiles to the roof should have been rebedded, which\nhe said had not been undertaken (from a visual inspection) and, further,\nthat over pointing was seen to have failed in several locations.\n83. Mr Macey’s view was that it can never have been intended to re-bed\nliterally all the tiles, since that would have costed far more than circa\n£5000. The cost of circa £5000 was in line with the work which had been\nundertaken, which was to re-bed the tiles as necessary. Mr Macey\nconceded that there was some erosion of the over pointing and\nquantified that at 20% of the cost, being £955.50.\n84. The Tribunal noted that the original specification for the Major Works\nstated, “Isolated roof repairs to pitched roofs where missing/slipped\nslates identified”. This was consistent with Mr Macey’s version of events.\nMr Macey’s evidence that £5000 was an appropriate amount for such\nisolated roof repairs, and that the cost of re-bedding the whole of what\n22\n\nwas a very large roof would have been much more, seemed very\nplausible. Therefore, the Tribunal preferred the Respondent’s\nposition and found, as a fact, that the cost of £4,777.50 was for\nthe rebedding of some ridge tiles (not literally all ridge tiles)\nand that that work had been undertaken to a reasonable\nstandard, such that the charge was payable (save for the\n£955.50 already discounted by the Respondent).\nFront Elevation – removal of vegetation and cleaning\n85. Mr Dawson challenged whether items 6.01.2, 6.01.3, 6.01.5, 6.01.6,\n6.01.7, 6.01.8 and 6.01.9 had been carried out since they were missing\nfrom the New Drawings.\n86. Mr Macey pointed out that there had been no charge for 6.01.6 and\n6.01.7. He had already made a partial concession in respect of these\nworks in the sum of £2751.58.\n87. The Respondent had not been able to explain the absence of these works\nfrom the New Drawings. However, unlike in the case of the repointing\nabove, some of this work was work which was quite significant in nature\nand could have been seen easily from a visual inspection. However, Mr\nDawson had not challenged whether that work had been done in his\nreport. Items which would have been visible on inspection being 6.01.03\n“Clean down all brick work and remove all staining to all areas”\n£7,452.90 and 6.01.5 “Undertake full clean of all glazing units to the\nelevation” £3,460.28 were quite significant in nature. The Tribunal\nconsidered that Mr Dawson would surely have queried the completion\nof that work in his report if it had been evident at the inspection that that\nwork had not been carried out. Therefore, the Tribunal found, as a\nfact, that those works had been carried out notwithstanding\nthat they did not appear on the New Drawings, such that they\nare payable.\n88. In terms of the other disputed items, it was possible that Mr Dawson\nhad not been able to fully observe those on a higher level visually and,\nhad he seen the New Drawings, he might have reconsidered whether\nthose had been carried out. However, the total cost of those items\nwas significantly less than the £2,751.58 deducted by Mr\nMacey already, and so the Tribunal did not need to determine\nwhether those items had been completed since the\nRespondent’s deduction already covered the cost of that work.\nFront Elevation – Building Work\n89. Mr Dawson says Items 6.02.5 and 6.02.6 were not completed because\nthey do not appear on the New Drawings. These both relate to extensive\nrake out and repointing work, to all feature brick window cills and the\nheads and joints of all feature brick plinths top head of the ground, first\nand second window floor. This made up nearly £6000 of costs.\n23\n\n90. Mr Macey in his report has made deduction of £1,077.77 to account for\nsome failure in pointing work.\n91. Again, Mr Dawson did not raise the issue of the work having not been\ncarried out in his report. Again, the Tribunal considers that this work\nwould have been evident on visual inspection as it is not all high level.\nTherefore, the Tribunal makes a finding of fact that this work\nwas carried out, and the cost is payable save for the £1,077.77\nalready conceded by Respondents.\nGeneral dispute in relation to mortar type\n92. A dispute existed in relation to the standard of the repointing work\nbecause of the mortar mix used. The total repointing work amounted to\naround £60,ooo of work in total, although the dispute arose from the\ndescription given at item AI 11.2 of the final account, the repointing of\nthe upper section of gable elevation overlooking the car park for\n£7,963.20. The description on the final account stated, “Mix 1:1:6\ncement hydrated lime, sand”.\n93. The experts gave significant technical testimony on this matter, but in\nsummary, their respective positions were as follows:\na. Mr Dawson said that a mortar containing cement was not suitable\nfor repointing the brickwork at the Building, and so the work\ncarried out had not been effective and, therefore, to a reasonable\nstandard. Mr Dawson also queried whether the old mortar had\nbeen raked out sufficiently;\nb. Mr Macey said that the mortar was a mix which contained cement\nat an acceptable level, was entirely appropriate, that the\ncontractor was experienced, and the fact that this detail was\nspecified in the final account demonstrated that it had been\nconsidered. Further, there was no evidence of inadequate\npointing; if it had been ineffective, it would have fallen out.\n94. Mr Macey had made some deductions, in his report, for areas where he\nhad accepted (at that time) that repointing had not been carried out.\nHowever, that did not mean that the standard of the repointing which\nwas carried out was ineffective. Whilst noting Mr Dawson’s expert\nopinion on the mortar, it was based upon a sentence in the final report\nonly and the Applicants had not obtained nor presented any evidence as\nto the actual make-up of the mortar and its alleged unsuitability.\nFurthermore, even if there was a theoretical issue with the mortar make\nup, the Tribunal would need to be satisfied that the work had been\ndefective. The Tribunal did not consider that there was adequate\nevidence that the repointing carried out was ineffective; during its\ninspection, the Tribunal observed that the repointing looked to be in\nreasonable order. Therefore, in the absence of evidence as to the\nunsuitability of the mortar and, in particular, the\nineffectiveness of the work as a whole, the Tribunal preferred\n24\n\nMr Macey’s evidence and found, as a fact, that the mortar was\nof a suitable specification and that the repointing work had\nbeen effective and to a reasonable standard such that the costs\nassociated with it are payable. Therefore, the Tribunal did not\nmake any deductions to the cost of the repointing generally\n(save for the exceptions set out elsewhere in this\ndetermination).\nConclusions in relation to final account\n95. In addition to Mr Macey’s deductions of £23,534.35, the\nTribunal has determined that a further £4,792.17 should be\nremoved from the final account as it is not payable. That gives\na total of £28,326.52 deductions plus the contingency of\n£5000.\n96. Mr Macey also made a proportionate adjustment to the\npreliminaries and scaffolding costs on account of the\nreduction in overall costs. Having accepted Mr Macey’s\napproach as a starting position, the Tribunal considers that\nthis is an appropriate adjustment and adopts a similar\napproach. The Tribunal finds that a proportionate adjustment\nof 8.75% should be applied to those figures meaning that the\nfollowing sums should be deducted on the basis they have not\nbeen reasonably incurred and are not payable:\nPreliminaries: £2,015.71\nAdditional Preliminaries: £3,356.54\nScaffolding: £2,801.26\n97. In total, therefore, the Tribunal finds that £41,500.03 should\nbe deducted from the final account for the Major Works, and\nthat the remaining costs which make up the final account are\nreasonable and payable.\nGeneral service charge issues\nApportionment – Commercial Unit\n98. In relation to “the commercial unit” in the basement, there is no dispute\nthat it had never been developed or let as a commercial unit. The\nRespondent has taken an inconsistent approach over the years in dealing\nwith it in relation to the service charge. Some years it had included the\nunit in its calculation and had divided the Service Provision (or part of\nit) between 36 (i.e. the 35 residential units plus the commercial unit).\nOther years, the Respondent had excluded the commercial unit and\ndivided the Service Provision between the 35 residential units only.\n99. Clause 7(1)(b) of the Lease sets out that the \"Specified Proportion\" (the\nproportion payable by means leaseholder) means “a reasonable\n25\n\nproportion of the Service Provision such proportion to be determined\nfrom time to time by the Landlord as being attributable to the Premises”\n(underlined for emphasis). Therefore, the Respondent had discretion\nunder the Lease to decide what proportion of the Service Provision to\nallocate to each of the leaseholders, which included deciding how to\napproach the commercial unit in that calculation, albeit that the\nRespondent was required to act “reasonably” in exercising that\ndiscretion.\n100. The Applicant’s position, set out in their Statement of Case and Reply,\ncan be summarised as a “reasonable proportion” would be a proportion\nof the cost of the service charge that reflects a contribution from the\ncommercial unit, which unit enjoys the benefit of repairs and\nmaintenance to the Building and that the inclusion of the commercial\nunit would reflect an equitable proportionate split. The Applicants\nfurther questioned the reasonableness of the Respondent’s approach\ngiven the inconsistent way it has approached the commercial unit.\n101. Mr Dovar directed the Tribunal to the case of Bradley v Abacus [2025]\nEWCA Civ 1308, a recent Court of Appeal decision which considered how\nthe Tribunal was to approach a similar discretion on the part of a\nlandlord to apportion a service charge at a “fair and reasonable\nproportion”, and, in particular, paragraph 79 of that decision which\nsuggests the test to apply as follows\n“the role of the FTT is limited to deciding whether a landlord has acted\nin breach of contract; that a landlord will only have acted in breach of\ncontract if the decision it has made was not one open to it in the\ncircumstances; and that where the lease requires the landlord to act\nreasonably or exercise reasonable discretion, that will only be so if the\ndecision is one that no reasonable landlord could have reached”.\n102. In closing submissions, Ms Ackerley referred to correspondence in\nwhich it had been raised that the Respondent had previously calculated\nthe apportionment on a square footage basis. However, insofar as the\nApplicants sought a return to a square footage basis, Ms Ackerley\nacknowledged that square footages had not been provided and so that\ncould not be put forward.\n103. The Tribunal had some sympathy with the Applicants on this issue. It\nseemed a contradiction for the Respondent on the one hand to exclude\nthe commercial unit on the basis there was no physical unit and no lease,\nbut on the other hand to include the commercial unit in its\napportionment of the service charge some years. However, the Tribunal\nconsidered that the approach set out in Bradley v Abacus was the correct\none for it to take; the Respondent had discretion under the terms of the\nLease and the Tribunal’s role was to decide whether a landlord had acted\nin breach of contract which, in this case, would require the course of\naction to be one which no reasonable landlord could have reached.\n26\n\n104. The Tribunal determined that it was not unreasonable for a landlord to\nhave reached the decision to exclude the commercial unit from its\napportionment on the basis that the unit was not just unlet but had not\neven been physically developed.\n105. Similarly, it was not unreasonable for a landlord to have reached the\ndecision to include the commercial unit either.\n106. The fact that the Respondent had done both at different times was\ninconsistent. However, the fact that it had adopted an inconsistent\napproach did not make its approach unreasonable, in the Tribunal’s\nview, and it had in fact benefitted the Applicants in the sense that they\nhad paid a lower contribution where the commercial unit had been\nincluded than they would have done if the commercial unit had been\nexcluded every year.\n107. The Tribunal found that the Respondent was reasonable in\nits approach and was entitled, under the terms of the Lease, to\napproach the apportionment in respect of the commercial unit\nin the way that it had done.\nOther items\nManagement fee\n108. Although the Applicants had initially challenged the recoverability of\nsuch a fee under the terms of the Lease, the Applicants accepted that was\nnot an issue at the hearing. Therefore, the only issue was the amount of\nthe management fee and whether it was reasonable given the standard\nof services provided.\n109. In relation to the management fees charged, the Applicants alleged that\nthe management had been inadequate; the Respondent’s\nmismanagement and lack of proactive response had allowed the\nBuilding to fall into a state of disrepair, resulting in significant water\ningress which had damaged several individual apartments. The\nApplicants had sent numerous complaints to the Respondent over the\nyears, the Respondent’s communication was poor, there was a lack of\ntransparency, and the Applicants are unclear what exactly they were\ngetting for their money.\n110. The Respondent’s position is that the management fee covers all the\nusual management tasks including arranging insurance, sorting out\ncleaners, paying bills, reacting to issues raised by leaseholders etc. In\naddition, during the years in question, the Respondent had undertaken\nwork planning the Major Works programme including dealing with the\ns 20 consultation. The issues raised by the Applicants in terms of the\nstandard of management received was just one aspect of the\nmanagement function and does not warrant a reduction in the fees.\n27\n\n111. The Tribunal considers that the management fees charged are not high\nones. Furthermore, the Tribunal acknowledges that the charges will\ninclude a host of work which the Respondent has undertaken in terms of\nthe management of the Building, as well as the more significant work\nassociated with dealing with the Major Works. However, it is not\nnecessary (nor would it be proportionate) for the Tribunal to consider\nindividual complaints made by the Applicant and whether they were\nresponded to by the Respondent in a timely fashion to reach the\nconclusion that the Building has been mismanaged. That is self-evidence\nfrom the fact that the Building was allowed to get into such a state of\ndisrepair, to the extent that damage was caused to individual\napartments. Furthermore, there has clearly been issues on the part of the\nRespondent in communication and transparency since much of the\ndocumentation and other clarificatory information were only provided\nto the Applicants during these proceedings, and some of it late.\nTherefore, the Tribunal accepts the Applicant’s evidence and finds as a\nfact that a proportion of the management function carried out by the\nRespondent has not been of a reasonable standard.\n112. The Respondents calculated the amount of the management fees (to\ninclude all the work carried out), and the Applicants are entitled to\nexpect the service provided to be of a reasonable standard. It cannot be\nsaid by the Respondent now that, even discounting a proportion of the\nservices which may not have been up to standard, the overall amount of\nwork done at a reasonable standard is sufficient to justify the fee in full.\n113. As no further breakdown of the management fees has been\nprovided, the Tribunal considers it reasonable to take a\npractical, broadbrush approach and has determined that 30%\nof the management fees for each year which is the subject of\nthis application should be deducted on the basis that it broadly\ncorresponds with the estimated proportion of the service/\nwork not to a reasonable standard. The Tribunal considers\nthat this proportion takes account of the mismanagement and\npoor service provided by the Respondent whilst\nacknowledging that significant other tasks were undertaken\nby the Respondent to a reasonable standard, such that 70% of\nthe management fees for each year which is the subject of this\napplication are reasonable and payable.\nCleaning charges\n114. The Applicants had two concerns in relation to the cleaning charges.\nFirst, that they had not seen evidence of general cleaning being carried\nout at the Building (for example, a failure to mop up leaked water in a\ntimely fashion) and, second, that the cost of the cleaning had been\nexacerbated by the disrepair at the Building and water ingress, for\nexample, by requiring additional cleaning to carpets due to stains and\ncleaning of woodwork. In closing submissions, Ms Ackerley said that,\nwhilst the Applicants acknowledged that there would have been some\n28\n\ncleaning undertaken by the Respondents, there should be some discount\nto reflect the issues raised.\n115. The Respondents said that since 2013 or 2014, J Morson Cleaning\nServices had provided a good service. The Respondents had provided a\nschedule of the routine cleaning undertaken. In 2021, a new company\nwas appointed but, after a few months, that contract was terminated due\nto poor service, and a new cleaner was brought in whom, the Respondent\nsaid, is performing satisfactorily.\n116. The Tribunal considered the schedule of routine work undertaken by J\nMorson Cleaning Services until they were replaced in 2021. The Tribunal\nconsidered that it was evidence that cleaning was undertaken three days\na week, and that more significant cleaning tasks were undertaken\nquarterly, six monthly and annually. This included a “steam clean” of\ncarpet quarterly and cleaning woodwork / window frames quarterly.\nWhilst acknowledging that J Morson Cleaning Services had been\nreplaced some time in 2021, and that there had been a period of a few\nmonths when the replacement service was not adequate, the Tribunal\nconsidered it was reasonable to assume that the new cleaners had\nundertaken similar tasks at a similar regularity to J Morson Cleaning\nServices.\n117. Considering the above, the Tribunal considered it more likely than not\nthat the regular cleaning undertaken at the Building would have\nincorporated any items of additional cleaning which arose as a result of\nthe disrepair, because those areas of the Building would have been\ncleaned anyway. For example, the carpets would have been steam\ncleaned quarterly anyway. Therefore, the Tribunal did not think that the\ncleaning costs were likely to have been exacerbated because of the\ndisrepair.\n118. Whilst the Applicants had raised a general issue as to the standard of\nthe work, they had not provided evidence to demonstrate that the\nstandard of the service had fallen short of reasonable. Furthermore, the\nApplicants acknowledged that general cleaning work had been\nundertaken. The Tribunal acknowledged that the Respondent had\nidentified an issue with the standard of the service provided by the\ncompany which undertook the cleaning for a short period in 2021, but\nthere was no evidence of any incidents in that period.\n119. Considering the above, the Tribunal determined, on the\nevidence before it, that the standard of the cleaning was\nreasonable and that the disrepair did not exacerbate the\ncharges, such that no reduction is made to the cleaning\ncharges which are reasonable and payable.\nOutstanding invoices in dispute in the Updated Schedule\nCleaning faeces and photocell replacement (door entry system)\n29\n\n120. These charges of £234 plus VAT and £495 plus VAT related to the same\nincident; the Applicant’s alleged that inadequate security led to the need\nfor the waste to be removed before the work could be undertaken. The\ndoor entry system was then repaired another day. The Applicants had\nconcerned that they had paid for a duplicate visit. The Respondent\nprovided two separate invoices (one for the cleaning and one for the\nrepair) and explained that parts had to be ordered before the repair could\nbe done, and there was no separate second call out charge. Based upon\nthe Respondent’s evidence, the Tribunal is satisfied that there\nwas no duplicated cost and that these charges were reasonably\nincurred and payable.\nDMC Scaffolding Services Ltd\n121. There were several instances where the Respondent had incurred costs\ncarrying out repair work shortly after the completion of the Major Works\nand the Applicant had concerns that this was due to the Major Works\nbeing defective, and that these were effectively duplicated costs. The\nApplicants are unclear why further repair work would be required less\nthan 12 months after completion of the Major Works. The Respondents\nsay that the work was required to repair new leaks in the roof / issues\nwhich occurred after the Major Works; that it is an Old Building and the\nMajor Works were not a complete set of works such that it will be the\ncase that new leaks arise. In closing submissions, Ms Ackerley said that\nit is possible that the leaks stemmed from the Major Works, and that the\ninvoices for the work did not clarify the exact location nor exactly what\nthe works were.\n122. The Respondent has provided evidence that the works were\nundertaken, and the charges were incurred by way of the invoices. The\nTribunal did not consider that the Respondent needed to show the exact\nlocation of the leaks / works nor provide further details of what the works\nentailed. The Respondent’s explanation that the work related to new\nleaks which had appeared after the Major Works, and that the Major\nWorks were not a complete set of work such that new leaks would arise,\nseemed perfectly plausible to the Tribunal. The Tribunal accepted\nthe Respondent’s evidence and, therefore, found that the\ncharges were reasonably incurred and payable.\n123. There were some other scaffolding charges in respect of which the\nRespondent confirmed they had not been charged to the leaseholders\nsuch that they were no longer live issues.\nRepair works to window\n124. The Applicant challenged an invoice in the sum of £1,250 plus VAT\ndated 15/09/2021 in respect of repair work to windows. The Applicants\nsaid that several windows were repaired during the Major Works, and\nthey did not know which window this related to. Furthermore, they said\nthey had observed repairs being undertaken to resolve the issue of\nwindows having been painted over during the Major Works. The\n30\n\nRespondent said this was a new leak around a window (after the Major\nWorks).\n125. Similarly to the case in respect of new leaks to the roof, the Tribunal\naccepts the Respondent’s evidence that the Major Works were not a\ncomplete scheme of works and that new leaks will arise. Therefore, the\nTribunal considers it to be perfectly plausible and accepts that this was a\nnew leak which needed to be addressed. Therefore, the Tribunal\nfinds that this charge was reasonably incurred and payable.\nOther items\n126. Ms Ackerley confirmed in closing submissions that none of the other\nitems in the Updated Schedule were still in dispute, the Respondent\nhaving provided copies of invoices and explanations.\nAPPLICATIONS UNDER SECTION 20C OF THE 1985 ACT AND\nPARAGRAPH 5A OF SCHEDULE 11 OF THE 2002 ACT\n127. The Applicants arguments were like those in respect of the\nmanagement fees; that the Building had been managed badly and that\ncommunication / transparency had been poor on the part of the\nRespondent and it was necessary for the Applicants to bring these\nproceedings to obtain information which the Respondent had not\nprovided previously despite repeated requests. In addition, they queried\nwhether the Lease permitted the Respondent to recover legal costs as\npart of the service charge. Ms Ackerley also pointed out that the\nRespondent had made concessions in the Updated Schedule of disputed\ninvoices.\n128. Mr Dovar directed the Tribunal to clause 7 (5) (c) of the Lease which\nstated that the Service Provision shall include:\n“all reasonable fees charges and expenses payable to the Surveyor any\nsolicitor accountant surveyor valuer architect or other person who the\nLandlord may from time to time reasonably employ in connection with\nthe management or maintenance of the Building…”\n129. Mr Dovar said that the Applicants’ approach had been unacceptable;\nthey had run arguments in respect of which they had then made\nsignificant concessions during the hearing in relation to the s 20ZA\ndispensation and the demands. He said that the major dispute relating\nto the Major Works, which had led to it being listed for a three-day\nhearing, had not been warranted. Furthermore, the Applicants accepted\n£90,ooo of the Major Works from the start, but some Applicants had\nwithheld all the service charges.\n130. The Tribunal found that clause 7 (5) (c) did permit the\nRespondent to potentially recover its legal costs. Whilst there\nwas no express reference to legal costs, it referred to the “reasonable\n31\n\nfees” of “any solicitor” which the Tribunal considered to be the same\nthing.\n131. Generally, it will be just and equitable to make an order depriving the\nRespondent of the ability to recover their costs of proceedings as part of\nthe service charge in the normal way if leaseholders have been successful\nin their challenge to the service charge. In the present case, the\nApplicants have been successful, but only to a small extent. In the main,\nthe Tribunal has found in favour of the Respondent. That said, in\naddition to the reductions made by the Tribunal, it is noted that the\nRespondent also made several, late, significant concessions in the\nUpdated Schedule.\n132. It is the case that the Applicants decided not to pursue a few significant\npoints at the hearing. However, the Tribunal considers that the\nApplicants cannot be criticised too much for that, since they no doubt\nrelied upon the legal advice they received initially, and there was a period\nbefore the hearing when they were without legal assistance and without\nthe benefit of Ms Ackerley’s input. The decision to concede those points\nat the hearing was a sensible, albeit late, one.\n133. Whilst acknowledging that the length of the hearing was not\nproportionate to the outcome for the Applicants in terms of the\ndeductions made, the Tribunal had some sympathy for the Applicants in\nthat the Building had been mismanaged by the Respondents over the\nyears and that had clearly caused significant distress to the Applicants.\nFurthermore, the Respondent’s failures in terms of communication and\ntransparency meant that the Applicants felt they had to pursue the\nproceedings to obtain clarity. That had not, however, justified the\nposition of some of the Applicants in withholding all the service charges,\nand the Tribunal also acknowledged that the Respondent had acted\nreasonably in paying for some of the repair work itself.\n134. Having balanced all the above, the Tribunal determined that\nit was just and equitable to make limited orders under section\n20C of the Landlord and Tenant Act 1985 and paragraph 5A of\nSchedule 11 to the Commonhold and Leasehold Reform Act\n2002, restricting the Respondent to recovering 90% of its legal\ncosts (and extinguishing 10% of the Applicants’ liability).\nSigned: J L Hadley\nJudge of the First-tier Tribunal\nDate: 16 December 2025\n32\n\nANNEX\nList of Applicant Leaseholders\nFlat 1 Michelle Neighbour\nFlat 2 Henry Semanda\nFlat 3 Denise Senior\nFlat 6 Mohammed Zubair\nFlat 7 Alicia Leontieff and Wendy Davis\nFlat 8 Tuesday Holder\nFlat 9 Peter Dyer\nFlat 11 Kevin Marshall\nFlat 14 Adam Clough and Andy Entwistle\nFlat 15 Nina Brocklehurst and Levi Brocklehurst\nFlat 16 David Williams\nFlat 18 Samantha Owens\nFlat 19 Mark Williams\nFlat 20 Andrew Charlton and Gemma Wardle\nFlat 21 Marco Li\nFlat 22 Chris Bridgeman\nFlat 23 Huma Ali\nFlat 26 Tom Cotton\nFlat 30 Matt Hatton\nFlat 31 Heather Rylance\nFlat 32 Dylan Longworth\nFlat 33 John McCarthy\nFlat 36 Michael Del Rosso\n33"
    },
    {
      "url": "https://assets.publishing.service.gov.uk/media/6979d85b1c24881f40a4d6e8/30_Douglas_Rd_Decision.pdf",
      "local_path": "/workspaces/uk-tribunal-decisions/scripts/../data/pdfs/30_Douglas_Rd_Decision.pdf",
      "filename": "30_Douglas_Rd_Decision.pdf",
      "case_reference": "MAN/00BY/HMG/2024/0602",
      "gov_uk_path": "/residential-property-tribunal-decisions/30-douglas-road-liverpool-l4-2rq-man-slash-00by-slash-hmg-slash-2024-slash-0602",
      "page_count": 12,
      "char_count": 23954,
      "ocr_required": false,
      "downloaded_at": "2026-02-22T08:31:20.200829+00:00",
      "text": "FIRST-TIER TRIBUNAL\nPROPERTY CHAMBER\n(RESIDENTIAL PROPERTY)\nCase Reference : MAN/00BY/HMG/2024/0602\nProperty : 30 Douglas Road, Liverpool, L4 2RQ\nApplicant : Joanna Coulson\nRepresentative : Justice for Tenants\nRespondents : 1. Richard James\n2. Hilary James\nType of : Housing and Planning Act 2016 –\nApplication Section 41(1)\nTribunalMembers : Judge L. F. McLean\nMr J. FaulknerFRICS\nDate of Hearing : 17th December2025\nDate ofDecision : 23rdJanuary2026\nDECISION\n© CROWN COPYRIGHT 2026\n1\n\nDECISIONSOF THETRIBUNAL\n(1) The Tribunal is satisfied, beyond reasonable doubt, that\nthe Respondentscommitted an offence under section 95(1)\nof the Housing Act 2004 without reasonable excuse.\n(2) The Tribunal makes a Rent Repayment Order against the\nSecond Respondent in the sum of £6,477.20 to be paid to\nthe Applicant within 28 days of the date of this Decision.\n(3) The Tribunal further orders that the Second Respondent\nshall pay the Applicant an additional £337, as\nreimbursement of the application and hearing fees,within\n28 days of the date of this Decision.\nREASONS\nTheApplication\n1. On 14th November 2024, the Applicant applied to the Tribunal for a\nRent Repayment Order (i.e. an order under Section 41(1) of the\nHousing and Planning Act 2016 requiring the landlord under a\ntenancy of housing in England to repay an amount of rent paid by a\ntenant) (“RRO”) against the Respondents in respect of rent paid by\nthe Applicant under a tenancy of 30 Douglas Road, Liverpool, L4\n2RQ (“the Property”).\nBackground\n2. The Second Respondent is (or was at the material times) the\nregistered proprietor of the Property at HM Land Registry (and thus\nthelandlordthereof).\n3. The First Respondent is reportedly the husband of the Second\nRespondent. The evidence of the Applicantshowsthat he effectively\nmanaged the Property and received the rent for it.\n4. The Applicant was the tenant of the Property from around 20th\nDecember 2022 until 5thDecember 2023.\n5. The Applicant initially signed a temporary accommodation\nagreement for the Property offered on 12th December 2022 and\ncounter-signedon around 14thDecember 2022,pending the eviction\nof the existing tenants of other premises – which, presumably, the\nApplicant had originally intended to rent. The initial rent was stated\nto be £600 for the period from 20th December 2022 to 20thJanuary\n2023(which was paid on 12thDecember 2022), and £750 per month\nthereafter (expressed, somewhat inaccurately, as “£187.50 per\nweek”). The agreement was signed by the First Respondent. The\n2\n\nlandlord was not clearly named or identified, but the document was\nbranded under the name of “James Development Group”.\n6. The Applicant paid a total of £8,096.50 in rent payments for the\nProperty between12thDecember 2022 and 20thNovember 2023.\n7. On17thSeptember 2025, the Tribunal gave directions for each party\nto prepare an electronic bundle of relevant documents, including\nwritten submissions and copies of evidence upon which each party\nrelied. The Applicant submittedherbundle, consisting of some108\npages and to which the Tribunal has had regard. The Respondents\ndid not produce any bundlein readiness for the hearing.\nGrounds of the Application\n8. The Applicant’s grounds for seeking a RRO were set out in her\napplication notice dated 14th November 2024 and expanded\nstatement of reasonsdated7thOctober 2025, and theseincludedthe\nfollowing criminal offence whichshe allegedhad been committed by\nthe Respondents:-\ni. Housing Act 2004 Section95(1)–Offence ofhaving control of or\nmanaging a house which is required to be licensed under Part3 of\nthe Housing Act 2004 (see section 85(1)) but is not so licensed –\ncommittedbetween12thDecember 2022and5thDecember 2023.\nIssues\n9. The issues which the Tribunal had to decide were:-\ni. Is the Tribunal satisfied, beyond reasonable doubt, that the\nRespondentshave committed one or more of the offences set out\natSection40(3) of the Housing and Planning Act 2016?\nii. Did the offence(s) relate to housing that, at the time of the offence,\nwas let to the Applicant?\niii. Was an offence committed in the period of 12 months ending with\nthe date the application was made?\niv. In all the circumstances, should the Tribunal make a RRO against\nthe Respondents?\nv. What is the maximum amount that can be ordered under section\n44(3) of the Act?\n(a)What is the applicable 12-month period?\n(b)Ascertain the whole of the rent for the relevant period\n(c) Subtract any element of that sum that represents\npayment for utilities that only benefited the tenant, for\nexample gas, electricity and internet access\nvi. What proportion of the rent (after deduction as above) is a fair\nreflection of the seriousness of this offence?\nvii. Consider whether any deduction from, or addition to, that figure\nshould be made in the light of the other factors set out in Section\n44(4) of the Housing Act 2004, based on:-\n(a)The conduct of theRespondents?\n3\n\n(b)The financial circumstances of theRespondents?\n(c) Whether the Respondents have at any time been\nconvicted of any relevant offences?\n(d)The conduct of theApplicant?\n(e) Any other factors?\nRelevant Law\n10. The relevant sections of the Housing and Planning Act 2016 read as\nfollows:-\n40 Introduction and key definitions\n(1) This Chapter confers power on the First-tier Tribunal to make a\nrent repayment order where a landlord has committed an offence to\nwhich this Chapter applies.\n(2) A rent repayment order is an order requiring the landlord under\na tenancy of housing in England to—\n(a) repay an amount of rent paid by a tenant, or\n(b) pay a local housing authority an amount in respect of a\nrelevant award of universal credit paid (to any person) in respect\nof rent under the tenancy.\n(3) A reference to “an offence to which this Chapter applies” is to an\noffence, of a description specified in the table, that is committed by\na landlord in relation to housing in England let by that landlord.\nAct section general description of offence\n1 Criminal Law Act Section 6(1) violence for securing entry\n1977\n2 Protection from Section 1(2), unlawful eviction or\nEviction Act 1977 (3) or (3A) harassment of occupiers\n3 Housing Act 2004 Section 30(1) failure to comply with\nimprovement notice\n4 Section 32(1) failure to comply with\nprohibition order etc.\n5 Section 72(1) control or management of\nunlicensed HMO\n6 Section 95(1) control or management of\nunlicensed house\n7 Housing and Section 21 breach of banning order\nPlanning Act 2016\n41 Application for rent repayment order\n4\n\n(1) A tenant or a local housing authority may apply to the First-tier\nTribunal for a rent repayment order against a person who has\ncommitted an offence to which this Chapter applies.\n(2) A tenant may apply for a rent repayment order only if—\n(a) the offence relates to housing that, at the time of the offence,\nwas let to the tenant, and\n(b) the offence was committed in the period of 12 months ending\nwith the day on which the application is made.\n43 Making of rent repayment order\n(1) The First-tier Tribunal may make a rent repayment order if\nsatisfied, beyond reasonable doubt, that a landlord has committed\nan offence to which this Chapter applies (whether or not the landlord\nhas been convicted).\n(2) A rent repayment order under this section may be made only on\nan application under section 41.\n(3) The amount of a rent repayment order under this section is to be\ndetermined in accordance with—\n(a) section 44 (where the application is made by a tenant);\n(b) section 45 (where the application is made by a local housing\nauthority);\n(c) section 46 (in certain cases where the landlord has been\nconvicted etc).\n44 Amount of order: tenants\n(1) Where the First-tier Tribunal decides to make a rent repayment\norder under section 43 in favour of a tenant, the amount is to be\ndetermined in accordance with this section.\n(2) The amount must relate to rent paid during the period mentioned\nin the table.\nIf the order is made on the the amount must relate to\nground that the landlord rent paid by the tenant in\nhas committed respect of\nan offence mentioned in row 1 or the period of 12 months ending\n2 of the table in section 40(3) with the date of the offence\nan offence mentioned in row 3, a period, not exceeding 12\n4, 5, 6 or 7 of the table in section months, during which the\n40(3) landlord was committing the\noffence\n(3) The amount that the landlord may be required to repay in respect\nof a period must not exceed—\n(a) the rent paid in respect of that period, less\n(b) any relevant award of universal credit paid (to any person) in\nrespect of rent under the tenancy during that period.\n(4) In determining the amount the tribunal must, in particular, take\ninto account—\n(a) the conduct of the landlord and the tenant,\n5\n\n(b) the financial circumstances of the landlord, and\n(c) whether the landlord has at any time been convicted of an\noffence to which this Chapter applies.\n11. Section 95 of the Housing Act 2004, so far as is relevant, reads as\nfollows:-\n95 Offences in relation to licensing of houses under this\nPart\n(1)A person commits an offence if he is a person having control of or\nmanaging a house which is required to be licensed under this Part\n(see section 85(1)) but is not so licensed.\n[…]\nIn proceedings against a person for an offence under subsection (1)\nor (2) it is a defence that he had a reasonable excuse—\n(a) for having control of or managing the house in the\ncircumstances mentioned in subsection (1), or\n(b) for failing to comply with the condition,\nas the case may be.\nThe Hearing –Procedure, Evidence andSubmissions\nAbsence of the Respondents\n12. The hearing took place remotely via the HMCTS CVP serviceon 17th\nDecember 2025with a scheduledstart time of10.00am.\n13. The Applicant was represented by James Cairns of Justice for\nTenants. Also in attendance were the Applicant and her son Josh\nCoulson.\n14. There was no appearance by or representation on behalf of the\nRespondents and there was no application to adjourn the hearing.\nThe Tribunal invited representations from the Applicant on whether\nthe hearing should proceed in the absence of the Respondents,\npursuant to Rule 34 of the Tribunal Procedure (First-tier Tribunal)\n(Property Chamber) Rules 2013. The Applicant’s representative\nreferred to evidence of the attempts which had been made to bring\nthe proceedings and the hearing details to the Respondents’\nattention. This included:-\ni. Sending a copy of the application and full final hearing bundle\n(including the hearing date)by postto\n(a)the Property;\n(b)the SecondRespondent’s registered address at HM Land\nRegistry; and\n6\n\n(c) 99 Stanley Road, Liverpool L20 7DA (being the trading\naddress for James Development Group);\nii. Notice of hearing sent by email to\nrjames@jamesdevelopmentgroup.co.uk;\niii. Notice of hearing sent by email topropertypeople@outlook.com;\niv. Notice of hearing sent by WhatsApp message to the First\nRespondent’s mobile phone number.\n15. The Tribunal members were able to confirm, having checked thecase\nfile, that notice of the hearing had recently been posted again by the\nTribunal Office to Richard James and to Hilary James (under\nseparate cover)to both theSecond Respondent’saddress in Denbigh\nand to the address at 99 Stanley Road. The Respondents had been\nasked whether they had an email address to which details of the\nvideo hearing couldbe sent, but there had been no reply.\n16. The Tribunal members weresatisfied thattheRespondentshadbeen\ngiven adequate notice of the hearing. It wasin the interests of justice\nto proceed, as the Respondents had shown no interest in attending\nthe hearing and it would be a fruitless exercise to delay the hearing\nfurther.\nWitness Evidence\n17. The Applicant was invited to confirm the contents of her witness\nstatement. She had nothing further to add by way of oral evidence.\nThe Tribunal accepted her statement as her evidence in chief and\nhad no further questions for her.\n18. Josh Coulson was invited to confirm the contents of his witness\nstatement. He had nothing further to add by way of oral evidence.\nThe Tribunal accepted his statement as his evidence in chief and had\nno further questions for him.\nProposedOrder\n19. The Tribunal had already had regard to the Applicant’s written\nsubmissions regarding the basis on which aRROwas sought.\n20. The Tribunalconcluded the hearing and retired to deliberate.\nThe Tribunal’sDecision\nIs the Tribunal satisfied, beyond reasonable doubt, that the Respondents have\ncommitted one or more of the offences set out at Section 40(3) of the Housing\nand Planning Act 2016?\n21. The uncontested evidence of the Applicant is that:-\ni. the Property required a licence under the selective licensing\nscheme operated by Liverpool City Council from 1st April 2022\nuntil 31stMarch 2027;\n7\n\nii. no such licence was in place at any point after 31st March 2020\nand was still not in place as atthe end of the tenancy;\niii. the First Respondent was the person who received the rack-rent\nof the Property(whether on his own account or as agent or trustee\nof another person) and was thus the “person having control” of\nthe Property (Section 263(1) Housing Act 2004);\niv. the Second Respondent was the legal owner of the Property who\nreceived (whether directly or through an agent or trustee) rents\nor other payments from the Applicant in occupation as tenant of\nthe whole of the Property (or would so have received those rents\nbut for having entered into an arrangement – whether in\npursuance of a court order or otherwise – with another person\nwho is not an owner or lessee of the premises by virtue of which\nthat other person receives the rents or other payments), and thus\nthe “person managing” the Property (Section 263(1) Housing Act\n2004).\n22. There was no evidence to suggest that any licence had been applied\nfor. Neither was there any evidence to suggest the existence of any\n“reasonable excuse” for failing to have a licence or to apply for one.\n23. Accordingly, the Tribunal is satisfied beyond reasonable doubt, and\nfinds as fact, that each of the Respondents had committed the\noffence under Section 95(1) for the entire duration of the relevant\nperiods before and during the tenancy from 12th December 2022 to\n5thDecember 2023.\nDid the offence(s) relate to housing that, at the time of the offence, was let to\nthe Applicant?\n24. Yes. The Applicant was the tenant of the Property for the material\ntime during which the offence was committed.\nWas an offence committed in the period of 12 months ending with the date the\napplication was made?\n25. Yes. The offence was committed continuously until at least 5th\nDecember 2023, and the application was made on 14th November\n2024.\nIn all the circumstances, should the Tribunal make a RRO against the\nRespondents?\n26. Under Section 40(2) of the Housing and Planning Act 2016, a RRO\nmay be made by the Tribunal against “the” landlord under a tenancy.\nTheSupreme Courthas confirmed thatthe appropriate party against\nwhom the RRO should be made is the immediate landlord of the\napplicant tenant(Rakusen v Jepsen[2023] UKSC 9). The “landlord”\nin this context usually means the person who was entitled to grant\nthe tenancy which led to the rent being generated, i.e. aperson with\na legal estate in possession, although there are circumstances when\n8\n\na landlord and tenant relationship can be inferred between a person\nwho did not actually hold a legal estate if they have purported to\ngrant exclusive possession to another (see Bruton v London and\nQuadrant Housing Trust [1999] UKHL 26). This position will be\nchanged when the reforms under the Renters’ Rights Act 2025 are\nbrought into force, but this is still awaited as at the date of this\ndecision.\n27. The Tribunal noted that the tenancy agreement for the Property was\nsigned by the First Respondent, rent was frequently paid to the First\nRespondent (and not at all to the Second Respondent), and that the\nApplicant and her son referred to the First Respondent as “the\nlandlord”. However, the Tribunal is aware that tenants will\nhabitually and colloquially refer to their main point of contact as\nbeing “the landlord”, even if that person is merely an agent or\ndirector acting on the true landlord’s behalf. There was noevidence,\nother than possibly circumstantial evidence, that the Second\nRespondent had leased the Property to the First Respondentand/or\nthat the First Respondent was entitled to sub-let the Property. There\nis no registered leasehold interest noted against the freehold title for\nthe Property. The Tribunal was not invited to infer the existence of\na “rent-to-rent” relationship between the Respondents, and it does\nnot do so in any event.\n28. The Tribunal accordingly finds, on the evidence available, that the\n“landlord” of the Property was the Second Respondent and that the\nFirst Respondent acted as her agent. As such, the Tribunal is only\nable to make a RRO against the Second Respondent.\n29. The Tribunal also found that it was just and appropriate to make a\nRRO against the Second Respondent.\nWhat is the maximum amount that can be ordered under section 44(3) of the\nAct?\nWhat is the applicable 12-month period?\n30. For the purposes of Section 44(2) of the Housing and Planning Act\n2016, the maximum period which can be taken into account is 12th\nDecember 2022until and including 5thDecember 2023.\nAscertain the whole of the rent for the relevant period\n31. As noted earlier, the whole of the rent actually paid by the Applicant\ncame to £8,096.50. This was less than the original contracted rent,\ndue to various discounts offered by the First Respondent for\ninconvenience to the Applicant and also due to the final instalment\nbeing reduced pro-rata.\nSubtract any element of that sum that represents payment for utilities that\nonly benefited the tenant, for example gas, electricity and internet access\n9\n\n32. It is for the landlord to supply evidence of these, but if precise figures\nare not available an experienced tribunal will be able to make an\ninformed estimate.\n33. The Applicant’s evidence was that she was liable for utility costs in\nrespect of the Property, as provided for in the tenancy agreement.\nThe Applicant’s bank statements indicated that she paid for water\nand gas/electricity utilities.\n34. There was no evidence to suggest that any utilities or otherservices,\nentitlementsor benefitswere included in the rent payments.\n35. No deduction is to be madeunder this heading.\nWhat proportion of the rent (after deduction as above) is a fair reflection of the\nseriousness of this offence?\n36. The Tribunal should consider how serious this offence was, both\ncompared to other types of offence in respect of which aRROmay be\nmade (and whose relative seriousness can be seen from the relevant\nmaximum sentences on conviction) and compared to other examples\nof the same type of offence.\n37. A percentage proportion, according to seriousness, is the starting\npoint (in the sense that that term is used in criminal sentencing); it\nis the default penalty in the absence of any other factors but it may\nbe higher or lower in light of the final step.\n38. The Applicant had contended for a “starting point” of 80%, in line\nwith more serious cases summarised in Newell v Abbott [2024]\nUKUT 181 (LC), such as Aytan v Moore [2022] UKUT 27 (LC),\nChoudhury v Razak [2022] UKUT 239 (LC), and Irvine v Metcalfe\n[2023] UKUT 283 (LC). This was on the grounds of the Respondents\nbeing professional landlords, the Respondents having evidently\nknown (or ought to have known) that the Property required a licence\nunder a selective licensing scheme as it had done in the past, the\nsignificant length of the failure to licence, the fire safety risks present\nin the Property, the damp and mould present in the Property, and\nthe Respondents’ failure to return her deposit at the end of the\ntenancy.\n39. The Tribunal broadly agreed with the Applicant’s position, although\non balance considered that a “starting point” of 75% was a fairer\nfigure since the fire safety risks were of a less serious nature (being\nthe absence of certain safety precautions rather thanthe presence of\nan inherent risk of combustion or explosion).\nConsider whether any deduction from, or addition to, that figure should be\nmade in the light of the other factors set out inSection 44(4)of the Housing Act\n2004\n10\n\nThe conduct of the Respondents\n40. The Tribunal agreed that the Respondents’ conduct was poor. The\nApplicants were denied the use of a dining room at the Property as\nthe Respondents were storing personal belongings in it. The\nProperty was undersized for the Applicant’s household and she was\nforced to use the living room as a bedroom. The First Respondent\nbroke promises to move the Applicant and her family into a larger\nhome. There were repeated failures by the Respondents to deal with\ntheir repairing obligations. These issues meant that the Applicant\nhad to seek assistance from Shelter.\nThe financial circumstances of the Respondents\n41. No direct evidence was available regarding the Respondents’\nfinancial circumstances. It is evident that the First Respondent’s\nproperty management company, James Development Group\nLimited, has been put into liquidation. However, the reasons for this\nare not entirely clear, and it would be speculative to draw any\nconclusions as to what financial impact that may have had upon the\nRespondents themselves.\nWhether the Respondents have at any time been convicted of any relevant\noffences\n42. There was no evidence that either of the Respondents had been\nconvicted of any relevant offences.\nThe conduct of the Applicant\n43. The Applicant’s unchallenged evidence was that she conducted\nherself in a good and tenantlike manner.\nAny other factors\n44. There were no other substantial factors to bear in mind.\nNet adjustment\n45. The Applicant had contended that, overall, the aggravating factors\nset out above merited an “uplift” of 5% in the percentage of rent to\nbe repaid under the RRO. The Tribunal agreed with this view.\nTotal amount of RRO payable\n46. The total amount to be paid by the Second Respondent under the\nRRO is as follows:-\n£8,096.50×(0.75 + 0.05) =£6,477.20\n11\n\nCosts of the proceedings\n47. The Applicant sought payment of the cost of the application fee and\nthe hearing fee. The Tribunal is empowered to award such costs\nunder Rule 13(2) of the Tribunal Procedure (First-tier Tribunal)\n(Property Chamber) Rules 2013. The Applicant has succeeded in her\ncase, and so it is just and equitable to order that her costs be paid.\nThe Tribunal makes this award of costs against the Second\nRespondent only, being the person against whom the RRO is made.\nName: Date:23rdJanuary2026\nJudge L. F. McLean\nMr J. Faulkner FRICS\nRights of appeal\n1. By Rule 36(2) of the Tribunal Procedure (First-tier Tribunal) (Property\nChamber) Rules 2013, the Tribunal is required to notify the parties about\nany right of appeal they may have.\n2. If a party wishes to appeal this decision to the Upper Tribunal (Lands\nChamber), then a written application for permission must be made to\nthe First-tier Tribunal at the regional office which has been dealing with\nthe case.\n3. The application for permission to appeal must arrive at the regional\noffice within 28 days after the Tribunal sends written reasons for the\ndecision to the person making the application.\n4. If the application is not made within the 28-day time limit, such\napplication must include a request for an extension of time and the\nreason for not complying with the 28-day time limit; the Tribunal will\nthen look at such reason(s) and decide whether to allow the application\nfor permission to appeal to proceed, despite not being within the time\nlimit.\n5. The application for permission to appeal must identify the decision of\nthe Tribunal to which it relates (i.e. give the date, the property and the\ncase number), state the grounds of appeal and state the result the party\nmaking the application is seeking.\n6. If the Tribunal refuses to grant permission to appeal, a further\napplication for permission may be made to the Upper Tribunal (Lands\nChamber).\n12"
    },
    {
      "url": "https://assets.publishing.service.gov.uk/media/6864f4cab77395b48b609e2c/250702_Sheftel_Determination.pdf",
      "local_path": "/workspaces/uk-tribunal-decisions/scripts/../data/pdfs/250702_Sheftel_Determination.pdf",
      "filename": "250702_Sheftel_Determination.pdf",
      "case_reference": "LON/00AH/HYI/2023/0012",
      "gov_uk_path": "/residential-property-tribunal-decisions/centrillion-point-2-masons-avenue-croydon-cr0-9wx-lon-slash-00ah-slash-hyi-slash-2023-slash-0012",
      "page_count": 10,
      "char_count": 18733,
      "ocr_required": false,
      "downloaded_at": "2026-02-22T08:31:21.983663+00:00",
      "text": "FIRST-TIER TRIBUNAL\nPROPERTY CHAMBER\n(RESIDENTIAL PROPERTY)\nCase reference : LON/00AH/HYI/2023/0012\nCentrillion Point, 2 Masons Avenue,\nProperty : Croydon CRO 9WX\n(1) SUNITA RAMESHBAI MISTRY\n(2) ALBA CONDE DEL RIO\n(3) RISHI PATEL\n(4) MARIOS GEORGIOU\n(5) MR SHAUKET AND MRS\nMEMOONA BOBAT\n(6) CHARULATA PATEL\n(7) JASMINE HEARNE\nApplicants : (8) OLUWATOBILOBA DAIRO\n(9) CHUN CHUA\n(10) JILL WANT AND ROBERT\nWORBY\n(11) KPR INVESTMENTS LIMITED\n(12) DEBORAH ADAMS\n(13) DANIEL MORAN\n(14) GEORGE PANTHER\nRepresentative : Sunita Rameshbai Mistry\nRespondent : WALLACE ESTATES LIMITED\nMills & Reeve\nRepresentative :\nMr David Sawtell, counsel\nFor a remediation order under section\nType of application : 123 of the Building Safety Act 2022\nJudge Sheftel\nTribunal :\nJudge N Carr\nDate of Decision : 2 July 2025\nDECISION ON APPLICATION TO VARY THE REMEDIATION\nORDER\n© CROWN COPYRIGHT 2025\n\nSummary of Decision\nThe Respondent’s application dated 15 May 2025 to vary the remediation order\nof 4 January 2024 is refused.\nBackground\n1. On 4 January 2024, the Tribunal made a remediation order (‘the Order’)\nunder section 123 of the Building Safety Act 2022 (the “BSA”). The Order\nrequired the Respondent to remedy certain specified defects at Centrillion\nPoint, 2 Masons Avenue, Croydon CRO 9WX, by 31 May 2025. As is\napparent from the Order, those defects are extensive, and include\nunprotected structural steelwork and floor supports (at risk of collapse in\na fire), breaches/inadequate protection of the smoke stack walls, and\nsubstantial compartmentation issues in both common parts and\nthroughout The Order provided that remediation of the relevant defects\nwas to be completed by 31 May 2025. The Tribunal had already indicated\nits decision orally at the hearing on 1 December 2023 and informed the\nparties that the period for remediation would commence from that date,\nin Order for the Respondent to progress works as soon as possible.\n2. On 28 April 2025, Ms Mistry, the lead Applicant, wrote to the Tribunal\n(copying the Respondent’s solicitors) noting that although the specified\nperiod had nearly expired, no works had been carried out. The Tribunal\nsubsequently wrote to the Respondent seeking its comments on the\nassertion that it had failed to comply with the Order.\n3. By application dated 15 May 2025, the Respondent sought to vary the\nOrder to give it more time to comply. The application was supported by a\nsecond witness statement from Natalie Chambers, director of the\nRespondent, dated 14 May 2025, setting out the Respondent’s actions over\nthe past 18-months.\n4. The Tribunal listed the matter for hearing, which ultimately took place on\n24 June 2025. In advance of that hearing, Ms Mistry provided a statement\nin response.\n2\n\n5. At the hearing, Ms Mistry represented the Applicants. Mr Sawtell of\ncounsel appeared on behalf of the Respondent.\nDiscussion\n6. Mr Sawtell began by stressing that the Respondent is both disappointed\nand frustrated to have to make the application. Broadly, the Respondent’s\nposition was that the delay was principally the fault of Durkan, the\ndeveloper, whom it has contracted with to do the works. The Respondent\nasserted that it was a reasonable course of action to engage Durkan to do\nthe works, although with hindsight it would have acted differently.\n7. It was accepted that no works have been carried out (save for installation\nof a temporary fire alarm system), and indeed no scope of works has yet\nbeen agreed to enable them to commence. The Respondent and Durkan\ncontinue to be in negotiations about what is required, in particular in\nrespect of two fundamental matters to remediation of the building; the\nworks required and to be delivered both to the smoke stack and partition\nwalls.\n8. The Respondents seeks an extension to the Tribunal’s Order, suggesting\nthat a period of 68 weeks be allowed to complete the works. However, the\napplication asserts that 68 weeks can commence only when the\nappropriate application to the Building Safety Regulator has been made,\nin connection with any agreed scope of works. It is accepted that no\napplication has been made to the Building Safety Regulator, with the\nresult that the Respondent is not in a position to say when the 68-week\nperiod could start. It therefore seeks by its application an extension to an\nindefinite date.\n9. On any view, the period of extension sought is likely to be longer than the\noriginal 18-month period contained in the Tribunal’s Remediation Order.\nThe proposed 68 weeks is for the construction phase only. On her evidence\nin her first witness statement, Ms Chambers’ evidence was that the\nconstruction phase would take 7 – 9 months (paragraph 35), and the\npreconstruction phase a year at most (paragraphs 36-37). .\n3\n\n10. Ms Chambers, in her second witness statement, sets out in detail the\nhistory of the past 18 months, and maintains that the Respondent has\nbeen proactive throughout in negotiating with Durkan and that the delays\nare not of its making. Mr Sawtell pointed to three stages of delay that have\noccurred:\n(1) The period to July 2024 comprising the negotiations with\nDurkan leading to the signing of a remediation works\nagreement;\n(2) The fire alarm installation, which was completed in January\n2025; and\n(3) Investigation into the defects to enable development of the\ndesign for the works from January 2025 to date.\n11. It was also suggested that once the remediation agreement with Durkan\nhad been entered into, the Respondent lost a certain amount of control\nwith regard to the progress that could be made – in effect, it was in\nDurkan’s hands. We do not accept that this takes the Respondent’s\nargument much further. It was the Respondent that negotiated the\nagreement with Durkan and thereby agreed the provisions regarding\ncontrol of the project, timescales and deadlines, and that might allow it to\nterminate the agreement should sufficient progress not be made. The\nRespondent is not, as Mr Sawtell submitted, in an analogous position to a\nlandlord whose developer has entered into the Government’s Self-\nRemediation Terms, in which the landlord has no control over the terms\nagreed (and indeed is not party to the agreement).\n12. Based on the Respondent’s own evidence in the original hearing, it was\nacknowledged that the Respondent has been in contact with Durkan for at\nleast two years. According to Ms Chambers’ first statement at paragraph\n25, on 31 July 2023, the Respondent’s then solicitors wrote to Durkan\nsetting out its responsibilities and obligations as a developer under the\nBSA and invited its representatives to attend a site inspection. On 11\nAugust 2023, it received a reply from the Durkan’s then solicitors\nconfirming that Durkan would attend. As noted at the hearing, Durkan\nhad also remediated unsafe cladding at the building in or around 2021. As\n4\n\nsuch, it is all the more difficult to justify that works have not even started\nalmost two years later and despite the Order.\n13. For the avoidance of doubt, the Tribunal fully accepts that the Respondent\nhas been in active discussions with Durkan throughout. That is clear from\nMs Chambers’ evidence. However, that cannot detract from several key\npoints which are not in dispute:\n(1) The remediation Order was made solely against the\nRespondent. It was not made against Durkan, and Durkan was\nnot a party to those proceedings. The Respondent is the only\nparty that can carry out works as it is the freeholder of the\nbuilding. Aside from the Order, it also has responsibilities\nunder repairing covenants in its leases.\n(2) The Order is not concerned with who bears the cost of such\nworks – it simply orders them to be carried out by the\nRespondent;\n(3) No works have been commenced, let alone completed.\n(4) No scope of works has been agreed.\n(5) No application has been submitted to the Building Safety\nRegulator in respect of such works.\n14. Further, it is clear from Ms Chambers’ evidence that as long ago as July\n2024, the Respondent was aware that the works could not be completed\non time. Nevertheless, the Respondent chose, on advice, not to inform that\nTribunal at this stage. While Ms Chambers’ statement maintains that\nattempts were made to keep leaseholders informed of progress in relation\nnegotiations and proposals, it appears that they were not advised of this\nfact. It is said that the decision not to apply for a variation to the Order in\nJuly 2024 was due to the fact that it would be “sensible to delay making\nthe application until some substantive progress had been made and the\napplication to the Building Safety Regulator had been submitted so that\nwe had a clearer idea of timescales when approaching the Tribunal”.\n15. Firstly, it remains the case that no application to the Building Safety\nRegulator has been submitted.\n5\n\n16. Secondly, in seeking variation of the Order now, it is suggested that it is\n“…difficult to give a set timescale for the works to be completed at this\ntime, because they cannot be commenced until after the BSR application\nhas been approved”. No timeframe is provided for agreement of the scope\nof works. No timeframe is provided for the subsequent preparation of the\nGateway 2 application to the Building Safety Regulator, which application\nwill require careful preparation so as to receive approval as quickly as\npossible. It is not disputed that to date, over 18 months since the Order\nwas made, no Gateway 2 application has been made (according to the\nRespondent‘s skeleton argument, such application “is anticipated\nimminently”).\n17. Both of those facts are set in the context that the period set by the Order\nhas now expired.\n18. As noted above, the purpose of a remediation order is to remedy specified\nrelevant defects. The Tribunal’s jurisdiction under section 123 of the BSA\nis not concerned with who pays for those works. While the advantages to\nthe Respondent to Durkan undertaking the work can be understood from\nits own financial perspective, it was always the Respondent’s obligation to\nensure that the specified relevant defects were remedied in accordance\nwith the time stipulated in the Order. The Respondent could at any time\nhave sought a remediation contribution order from the developer but has\nnever done so. As such, the lack of cooperation from the developer can\nonly be of limited relevance to the application before us.\n19. As to the role of the Building Safety Regulator and the delays said to be\noccurring in processing applications, we accept that the period for the\ngrant of approval for works is, to a certain extent, outside of the\nRespondent’s control. However, the question is likely to be one of a matter\nof a few weeks here or there.\n20. Ultimately, this also demonstrates the fundamental difficulty with the\npresent application. The Respondent seeks an additional 68 weeks to\ncarry out the works. However, since no application to the Building Safety\nRegulator has been made, the Respondent is unable to say when such\nperiod of 68 weeks should start. The jurisdiction of the Tribunal to make\n6\n\na remediation under section 123 of the BSA includes provision that the\nspecified works be done within a ‘specified time’. However, paragraph 32\nof the Respondent’s evidence simply asks that the time for compliance be\nextended pending approval of the Respondent’s “imminent” application\nto the Building Safety Regulator and that the Respondent “should notify\nthe Tribunal and the applicants once approval has been received and\nprovide further details of the likely timescales for the remediation works\nto be completed with a view to a revised deadline being set”. This would\nin effect create an open-ended period which the Tribunal would not be\nprepared to make, and which (more importantly) would not appear to be\nwithin our power to make.\n21. Further, even leaving aside the jurisdictional problem, the Respondent is\neffectively asking the Tribunal more than double the original time\nspecified in the Order to remedy the specified relevant defects. In\ncircumstances where the works have not been commenced and the\nRespondent cannot even say when they would start, this is difficult to\njustify. We sought submissions from Mr Sawtell inviting him to persuade\nus it would be reasonable to make such an order, but in the round he was\nin an invidious position given the matters set out above.\n22. The Respondent’s application has been met with dismay by the\nApplicants, who continue to live in an un-remediated building. Ms Mistry\nstated that she was “disappointed but not surprised” by the delay. She also\ncommented that in a full remediation schedule issued by Thomasons on\n25 March 2025 (i.e. almost 15 months after the Order), aside from the\nidentification of wooden panels in the reception area, the matters were\nessentially the same as identified in the Order. As such she submitted that\nin the circumstances, the application remained opposed: she could not\njustify to other leaseholders agreeing to an extension of more than the\nperiod of the original Order, and instead wished to proceed to enforce in\nthe County Court. We alerted Ms Mistry to the potential cost and delay of\ntaking such a course, which may or may not result in an\ninjunction/damages and would likely in any event result in the\nRespondent being given more time to comply because, ultimately, the\n7\n\nbuilding stills requires remediation. She was satisfied that was the only\nreasonable option open to the leaseholders at this stage on the basis of the\ncompound failures of the Respondent.\nAdjournment request\n23. In Mr Sawtell’s skeleton argument and again during the course of the\nhearing, it was suggested that the hearing be adjourned. In the skeleton\nargument it was suggested that there be a 2-day hearing at which oral\nevidence could be heard so as to resolve disputes of fact. This was clarified\nat the hearing, suggesting that an adjournment until a date before the end\nof July 2025 could allow the hearing of evidence from Durkan (0r at least,\na witness statement from Durkan be provided) as to progress on the\noutstanding items of which remain disputed and whether an application\nhas yet been made to the Building Safety Regulator.\n24. The application was opposed by the Applicants.\n25. In an oral decision delivered to the parties at the hearing, the application\nfor an adjournment was refused. While the Tribunal has power under our\ncase management powers to order an adjournment, it was not considered\nthat it would be in the interests of justice or in accordance with the\noverriding objective to do so. In particular:\n(1) The Respondent’s application is grounded on the premise of an\nopen-ended extension, which the Tribunal cannot order (for\nthe reasons fleshed out above but indicated to the parties at the\nhearing). An adjournment to facilitate curing that fundamental\njurisdictional point should not be granted lightly.\n(2) The Respondent has already put in detailed written evidence in\nsupport of its application for the Tribunal’s consideration. .\n(3) Moreover, a month had passed since the application had been\nmade, during which the Respondent could have sought\nanswers from Durkan or obtained a witness statement from\nthem.\n8\n\n(4) It is readily apparent that no real progress has been made\nbetween Durkan and the Respondent in the period between the\nmaking of the application and the hearing.\n(5) There is no guarantee that Durkan would agree the two\noutstanding issues before the reconvened hearing, nor that\nthere would necessarily be clarity as to when an application\nwould be made to the Building Safety Regulator.\n(6) Further, even taking the Respondent’s evidence at its highest,\ngiven the lack of progress since the original Order, it would be\ndifficult to conclude that either the Tribunal or the Applicant’s\ncould be confident of swift progress or that varying the Order\nwould be reasonable, even were the Tribunal in receipt of\nevidence from Durkan.\n(7) As such, the obtaining of a witness statement from Durkan\nwould not provide a complete answer to the fundamental\ndifficulties with the application.\n26. In the circumstances, it was not considered proportionate or in the\ninterests of justice to grant an adjournment. We find that the Tribunal\nshould determine the application based on the evidence before it.\nDetermination of the Respondent’s application\n27. In the circumstances and for the reasons set out above, we are not satisfied\neither that we have jurisdiction to make the order sought, or that it would\nbe reasonable to vary the original Order to give the Respondent an\nextension of time were the jurisdictional point cured. Mr Sawtell\nimpressed on the Tribunal the importance of taking account of the\npractical consequences of either granting or refusing the application. We\nare acutely mindful of the fact that the principal concern is that the\nbuilding be remediated and the position remains that this has not been\ndone. In this regard, we also take into account the submissions of Ms\nMistry that she cannot agree to the extension sought for the reasons\n9\n\nalready given and that her preferred course is now instead to seek\nenforcement in the County Court.\n28. Accordingly, the Respondent’s application is refused.\nJudge N Carr\nName: Date: 2 July 2025\nJudge Sheftel\nRights of appeal\nBy rule 36(2) of the Tribunal Procedure (First-tier Tribunal) (Property\nChamber) Rules 2013, the Tribunal is required to notify the parties about any\nright of appeal they may have.\nIf a party wishes to appeal this decision to the Upper Tribunal (Lands\nChamber), then a written application for permission must be made to the First-\ntier Tribunal at the Regional Office which has been dealing with the case. The\napplication should be made on Form RP PTA available at\nhttps://www.gov.uk/government/publications/form-rp-pta-application-for-\npermission-to-appeal-a-decision-to-the-upper-Tribunal-lands-chamber\nThe application for permission to appeal must arrive at the Regional Office\nwithin 28 days after the Tribunal sends written reasons for the decision to the\nperson making the application.\nIf the application is not made within the 28-day time limit, such application\nmust include a request for an extension of time and the reason for not\ncomplying with the 28-day time limit; the Tribunal will then look at such\nreason(s) and decide whether to allow the application for permission to appeal\nto proceed, despite not being within the time limit.\nThe application for permission to appeal must identify the decision of the\nTribunal to which it relates (i.e. give the date, the property and the case\nnumber), state the grounds of appeal and state the result the party making the\napplication is seeking.\nIf the Tribunal refuses to grant permission to appeal, a further application for\npermission may be made to the Upper Tribunal (Lands Chamber).\n10"
    }
  ],
  "metadata": {
    "last_run": "2026-02-22T08:31:21.983686+00:00",
    "total_pdfs": 3,
    "mode": "missing_text"
  }
}